{
  "intents": [
    {
      "tag": "Burns",
      "patterns": [
        "What should I do for a burn?",
        "How to treat burns?",
        "Which ointment to apply on burns?",
        "Burn treatment steps?",
        "What to do in case of a burn?",
        "What should I do for a burn?",
        "How to treat burns?",
        "Which ointment to apply on burns?",
        "Burn treatment steps?",
        "What to do in case of a burn?",
        "First aid for burns?",
        "How do I soothe a burn?",
        "Best remedy for burns?",
        "How to heal a burn fast?",
        "Paano gamutin ang paso?",
        "Ano ang dapat gawin kapag napaso?",
        "Anong ointment ang dapat ilagay sa paso?",
        "Mga hakbang sa paggamot ng paso?",
        "Paano gamutin ang sugat mula sa paso?",
        "Anong gagawin kapag napaso ang balat?"
      ],
      "meaning": {
        "eng": "Burns are injuries caused by tissue damage from heat, chemicals, electricity, radiation, or the sun. They can range from mild to severe, depending on the extent and depth of the damage.",
        "fil": "Burns ay mga pinsala na dulot ng pagkasira ng tissue mula sa init, kemikal, kuryente, radiation, o araw. Maaari silang mag-iba mula sa mild hanggang severe, depende sa lawak at lalim ng pinsala."
      },
      "procedures": [
        {
          "eng": "Cool the burn with running water for at least 10 minutes. Avoid using ice. Cover the burn with a sterile gauze bandage. Do not apply butter or ointments to the burn. For pain relief, consider over-the-counter pain relievers like ibuprofen or acetaminophen.",
          "fil": "Palamigin ang paso gamit ang umaagos na tubig nang hindi bababa sa 10 minuto. Iwasang gumamit ng yelo. Takpan ang paso ng sterile gauze bandage. Huwag maglagay ng mantikilya o mga pamahid sa paso. Para sa lunas sa pananakit, isaalang-alang ang mga over-the-counter na pain reliever tulad ng ibuprofen o acetaminophen."
        },
        {
          "eng": "First, cool the burn under cool but not cold water for 10-20 minutes. Cover the burn with a clean, non-fluffy cloth or cling film. Take a painkiller such as paracetamol or ibuprofen.",
          "fil": "Una, palamigin ang paso sa ilalim ng malamig ngunit hindi malamig na tubig sa loob ng 10-20 minuto. Takpan ang paso ng malinis, hindi malambot na tela o cling film. Uminom ng painkiller tulad ng paracetamol o ibuprofen."
        }
      ],
      "medication": ["Gauze Bandage", "Aloe Vera"],
      "links": [
        "https://www.youtube.com/watch?v=LIaqKI7B8EI",
        "https://www.mayoclinic.org/first-aid/first-aid-burns/basics/art-20056649",
        "https://my.clevelandclinic.org/health/diseases/12063-burns",
        "https://www.mayoclinic.org/diseases-conditions/burns/symptoms-causes/syc-20370539"
      ],
      "context_set": ""
    },
    {
      "tag": "Cuts",
      "patterns": [
        "What to do if I have a cut?",
        "How to treat a cut?",
        "Best way to heal cuts?",
        "What medicine to use for a cut?",
        "Cut treatment advice?",
        "What to do if I have a cut?",
        "How to treat a cut?",
        "Best way to heal cuts?",
        "What medicine to use for a cut?",
        "Cut treatment advice?",
        "How to stop bleeding from a cut?",
        "First aid for cuts?",
        "How to clean a cut wound?",
        "How do I prevent infection in a cut?",
        "Paano gamutin ang hiwa?",
        "Ano ang dapat gawin kapag may hiwa?",
        "Anong gamot ang ilalagay sa hiwa?",
        "Paano pigilan ang pagdurugo mula sa hiwa?",
        "Ano ang dapat gawin upang maiwasan ang impeksyon sa hiwa?",
        "Mga hakbang sa paggamot ng hiwa?"
      ],
      "meaning": {
        "eng": "Cuts are injuries caused by a sharp object that breaks the skin. They can range from minor to severe, depending on the depth and location of the cut. Common causes of cuts include: Accidents: Slips, falls, or other accidents can lead to cuts. Sharp objects: Knives, scissors, broken glass, and other sharp objects can cause cuts.",
        "fil": "Hiwa ay mga pinsala na dulot ng isang matalim na bagay na pumuputol sa balat. Maaari silang mag-iba mula sa menor de edad hanggang malubha, depende sa lalim at lokasyon ng hiwa. Ang mga karaniwang sanhi ng hiwa ay kinabibilangan ng: Aksidente: Ang mga pagdulas, pagkahulog, o iba pang aksidente ay maaaring humantong sa mga hiwa. Matatalim na bagay: Ang mga kutsilyo, gunting, sirang baso, at iba pang matatalim na bagay ay maaaring magdulot ng mga hiwa."
      },
      "procedures": [
        {
          "eng": "Clean the cut with soap and water to avoid infection. Apply pressure to stop the bleeding, and once stopped, apply an antibiotic ointment. Cover the wound with a bandage and change it daily. If the cut is deep, seek medical help.",
          "fil": "Linisin ang hiwa gamit ang sabon at tubig upang maiwasan ang impeksyon. Lagyan ng presyon upang ihinto ang pagdurugo, at sa sandaling tumigil, maglagay ng antibiotic ointment. Takpan ang sugat ng benda at palitan ito araw-araw. Kung malalim ang hiwa, humingi ng medikal na tulong."
        },
        {
          "eng": "Wash the area with mild soap and water, then apply an antiseptic. Cover with a sterile bandage and monitor for signs of infection. For minor pain, over-the-counter painkillers can be used.",
          "fil": "Hugasan ang lugar na may banayad na sabon at tubig, pagkatapos ay lagyan ng antiseptiko. Takpan ng sterile bandage at subaybayan ang mga palatandaan ng impeksyon. Para sa menor de edad na pananakit, maaaring gumamit ng mga over-the-counter na pangpawala ng sakit."
        }
      ],
      "medication": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
      "links": [
        "https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
        "https://www.emedicinehealth.com/cuts_or_lacerations/article_em.htm",
        "https://www.healthline.com/health/cuts-scratches"
      ],
      "context_set": ""
    },
    {
      "tag": "Abrasions",
      "patterns": [
        "How to treat abrasions?",
        "What to do if I have an abrasion?",
        "Best way to heal abrasions?",
        "What should I apply on an abrasion?",
        "Abrasions treatment steps?",
        "How to treat abrasions?",
        "What to do if I have an abrasion?",
        "Best way to heal abrasions?",
        "What should I apply on an abrasion?",
        "Abrasions treatment steps?",
        "How to clean an abrasion?",
        "First aid for abrasions?",
        "How to stop bleeding from an abrasion?",
        "What ointment is best for abrasions?",
        "What should I do for scraped skin?",
        "Paano gamutin ang gasgas?",
        "Ano ang dapat gawin kapag may gasgas?",
        "Anong ointment ang dapat ilagay sa gasgas?",
        "Mga hakbang sa paggamot ng gasgas?",
        "Paano linisin ang gasgas?",
        "Ano ang unang lunas para sa gasgas?",
        "Paano pigilan ang pagdurugo mula sa gasgas?",
        "Anong gamot ang dapat ilagay sa gasgas?",
        "Ano ang pinakamainam na gawin para gumaling ang gasgas?",
        "Paano gamutin ang sugat mula sa gasgas?"
      ],
      "meaning": {
        "eng": "Abrasions are superficial skin injuries caused by the scraping away of the top layer of skin. They often result from friction or rubbing against a rough surface. Common causes of abrasions include: Falls: Falling onto a hard surface can cause abrasions. Sports injuries: Contact sports or accidents during physical activity can lead to abrasions. Accidents: Slips, trips, or other accidents can result in abrasions. Friction: Rubbing against a rough surface, such as sandpaper or concrete, can cause abrasions.",
        "fil": "Gasgas ay mga mababaw na pinsala sa balat na dulot ng pagkiskis ng pinakamataas na layer ng balat. Madalas itong resulta ng alitan o pagkuskos sa isang magaspang na ibabaw. Ang mga karaniwang sanhi ng gasgas ay kinabibilangan ng: Pagbagsak: Ang pagbagsak sa isang matigas na ibabaw ay maaaring magdulot ng gasgas. Mga pinsala sa sports: Ang mga contact sports o aksidente sa panahon ng pisikal na aktibidad ay maaaring humantong sa gasgas. Aksidente: Ang mga pagdulas, pagkatisod, o iba pang aksidente ay maaaring magresulta sa gasgas. Alitan: Ang pagkuskos sa isang magaspang na ibabaw, tulad ng papel de liha o semento, ay maaaring magdulot ng gasgas."
      },
      "procedures": [
        {
          "eng": "Clean the abrasion with water and soap to remove any debris. Apply an antiseptic to prevent infection. Cover with a sterile bandage or gauze and change it daily. Keep the area dry and monitor for signs of infection.",
          "fil": "Linisin ang gasgas gamit ang tubig at sabon upang alisin ang anumang dumi. Maglagay ng antiseptiko upang maiwasan ang impeksyon. Takpan ng sterile na benda o gasa at palitan ito araw-araw. Panatilihing tuyo ang lugar at bantayan para sa mga senyales ng impeksyon."
        },
        {
          "eng": "Gently wash the abrasion with soap and water. Apply an antibiotic ointment and cover with a clean, dry bandage. If the abrasion is large, seek medical advice.",
          "fil": "Maingat na hugasan ang gasgas gamit ang sabon at tubig. Maglagay ng antibiotic ointment at takpan ng malinis at tuyong benda. Kung malaki ang gasgas, magpakonsulta sa doktor."
        }
      ],
      "medication": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
      "links": [
        "https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
        "https://www.healthline.com/health/abrasion",
        "https://my.clevelandclinic.org/health/diseases/25079-abrasion",
        "https://www.healthgrades.com/right-care/skin-hair-and-nails/abrasion"
      ],
      "context_set": ""
    },
    {
      "tag": "Stings",
      "patterns": [
        "How to treat a sting?",
        "What to do for insect stings?",
        "How to relieve sting pain?",
        "Sting treatment advice?",
        "Best remedy for stings?",
        "How to reduce swelling from a sting?",
        "What should I apply to a sting?",
        "How to stop itching from a sting?",
        "First aid for insect stings?",
        "What is the best ointment for stings?",
        "Paano gamutin ang kagat ng insekto?",
        "Ano ang dapat gawin kapag nakagat ng insekto?",
        "Paano bawasan ang sakit mula sa kagat ng insekto?",
        "Ano ang dapat ilagay sa kagat ng insekto?",
        "Paano pigilan ang pangangati mula sa kagat ng insekto?",
        "Mga hakbang sa paggamot ng kagat ng insekto?",
        "Anong ointment ang dapat ilagay sa kagat ng insekto?",
        "Paano bawasan ang pamamaga mula sa kagat ng insekto?",
        "Ano ang pinakamainam na lunas para sa kagat ng insekto?",
        "Ano ang unang lunas sa kagat ng insekto?"
      ],
      "meaning": {
        "eng": "Stings are injuries caused by the injection of venom or irritants from insects or other animals. They can range from mild to severe, depending on the type of animal and the individual's sensitivity. Common causes of stings include: Bees: Honeybees, bumblebees, and wasps can sting when they feel threatened. Ants: Fire ants and other ant species can sting when disturbed. Hornets: Hornets can sting multiple times and their venom is more potent than that of bees. Jellyfish: Jellyfish can sting when their tentacles come into contact with the skin. Other animals: Some animals, such as scorpions and spiders, can also sting.",
        "fil": "Sakit ng kagat ay mga pinsala na dulot ng pag-iniksyon ng lason o mga irritant mula sa mga insekto o iba pang hayop. Maaari silang mag-iba mula sa mild hanggang severe, depende sa uri ng hayop at sa sensitivity ng indibidwal. Ang mga karaniwang sanhi ng sakit ng kagat ay kinabibilangan ng: Bubuyog: Ang mga bubuyog, bumblebees, at wasps ay maaaring mangagat kapag nakaramdam sila ng banta. Langgam: Ang mga fire ants at iba pang species ng langgam ay maaaring mangagat kapag nabalisa. Hornets: Ang mga hornets ay maaaring mangagat ng maraming beses at ang kanilang lason ay mas malakas kaysa sa mga bubuyog. Jellyfish: Ang mga jellyfish ay maaaring mangagat kapag ang kanilang mga galamay ay nakikipag-ugnay sa balat. Iba pang hayop: Ang ilang hayop, tulad ng mga alakdan at gagamba, ay maaari ring mangagat."
      },
      "procedures": [
        {
          "eng": "Remove the stinger if present by scraping it off with a flat object. Wash the area with soap and water. Apply a cold compress to reduce swelling. Use an antihistamine cream or take oral antihistamines for itching. If you experience difficulty breathing, seek emergency medical help immediately.",
          "fil": "Alisin ang tibo kung mayroon, sa pamamagitan ng pag-scrape gamit ang patag na bagay. Hugasan ang lugar na natibo gamit ang sabon at tubig. Maglagay ng malamig na pomento upang mabawasan ang pamamaga. Gumamit ng antihistamine cream o uminom ng oral antihistamines para sa pangangati. Kung makaranas ng hirap sa paghinga, agad na humingi ng tulong medikal."
        },
        {
          "eng": "Wash the sting site with soap and water. Apply ice wrapped in a cloth to reduce swelling. Take an antihistamine for itching or swelling.",
          "fil": "Hugasan ang lugar ng sting gamit ang sabon at tubig. Maglagay ng yelo na binalot sa tela upang mabawasan ang pamamaga. Uminom ng antihistamine para sa pangangati o pamamaga."
        }
      ],
      "medication": ["Aloe Vera", "Honey"],
      "links": [
        "https://www.healthline.com/health/bug-bites",
        "https://www.mayoclinic.org/first-aid/first-aid-insect-bites/basics/art-20056593",
        "https://www.healthline.com/health/first-aid/bites-stings"
      ],
      "context_set": ""
    },
    {
      "tag": "Splinter",
      "patterns": [
        "What should I do for a burn?",
        "How to treat burns?",
        "Which ointment to apply on burns?",
        "Burn treatment steps?",
        "What to do in case of a burn?",
        "How to remove a splinter?",
        "What to do if I have a splinter?",
        "Best way to remove splinters?",
        "Splinter removal advice?",
        "How to treat splinters?",
        "How to get a splinter out without pain?",
        "What should I do for a deep splinter?",
        "How to clean a splinter wound?",
        "How to prevent infection from a splinter?",
        "First aid for splinters?",
        "Paano alisin ang tinik o piraso ng kahoy?",
        "Ano ang dapat gawin kapag may tinik sa balat?",
        "Ano ang pinakamadaling paraan para alisin ang tinik?",
        "Paano linisin ang sugat mula sa tinik?",
        "Paano iwasan ang impeksyon mula sa tinik?",
        "Ano ang unang lunas sa sugat mula sa tinik?",
        "Anong dapat gawin kung malalim ang tinik?",
        "Ano ang pinakamabisang paraan para alisin ang tinik?",
        "Paano bawasan ang sakit kapag tinanggal ang tinik?",
        "Anong gamot ang dapat ilagay pagkatapos alisin ang tinik?"
      ],
      "meaning": {
        "eng": "Splinters are small pieces of wood, glass, or other materials that become embedded in the skin. They can cause pain, inflammation, and even infection if not removed properly. Common causes of splinters include: Accidents: Slips, falls, or other accidents can lead to splinters. Working with wood or other materials: People who work with wood, construction, or gardening are at risk of getting splinters. Playing outdoors: Children playing outdoors may accidentally get splinters from tree branches, playground equipment, or other objects.",
        "fil": "Titid ay maliliit na piraso ng kahoy, salamin, o iba pang materyales na natatangay sa balat. Maaari silang magdulot ng sakit, pamamaga, at maging impeksyon kung hindi maalis nang maayos. Ang mga karaniwang sanhi ng titid ay kinabibilangan ng: Aksidente: Ang mga pagdulas, pagkahulog, o iba pang aksidente ay maaaring humantong sa titid. Pagtatrabaho sa kahoy o iba pang materyales: Ang mga taong nagtatrabaho sa kahoy, konstruksyon, o paghahalaman ay nasa panganib na makakuha ng titid. Paglalaro sa labas: Ang mga batang naglalaro sa labas ay maaaring hindi sinasadyang makakuha ng titid mula sa mga sanga ng puno, kagamitan sa palaruan, o iba pang bagay."
      },
      "procedures": [
        {
          "eng": "Clean the area with soap and water. Use sterilized tweezers to remove the splinter carefully. After removal, apply an antiseptic and cover with a bandage if necessary",
          "fil": "Linisin ang lugar gamit ang sabon at tubig. Gumamit ng sterilized na pang-ipit upang maingat na alisin ang tinik. Pagkatapos alisin, maglagay ng antiseptiko at takpan ng benda kung kinakailangan"
        },
        {
          "eng": "Soak the affected area in warm water to soften the skin. Gently remove the splinter with sterilized tweezers. Clean the area with antiseptic and bandage if needed.",
          "fil": "Ibabad ang apektadong lugar sa maligamgam na tubig upang lumambot ang balat. Maingat na alisin ang tinik gamit ang sterilized na pang-ipit. Linisin ang lugar gamit ang antiseptiko at takpan ng benda kung kinakailangan"
        }
      ],
      "medication": ["Honey"],
      "links": [
        "https://www.mayoclinic.org/first-aid/first-aid/basics/art-20056604",
        "https://www.goodrx.com/health-topic/environmental/how-to-remove-splinter"
      ],
      "context_set": ""
    },
    {
      "tag": "Sprains",
      "patterns": [
        "What to do for a sprain?",
        "How to treat a sprained ankle?",
        "Sprain treatment advice?",
        "Best way to heal sprains?",
        "How to relieve sprain pain?",
        "What to do for a sprain?",
        "How to treat a sprained ankle?",
        "Sprain treatment advice?",
        "Best way to heal sprains?",
        "How to relieve sprain pain?",
        "How to reduce swelling from a sprain?",
        "What should I do for a wrist sprain?",
        "How long does a sprain take to heal?",
        "First aid for sprains?",
        "What is the RICE method for sprains?",
        "Paano gamutin ang sprain?",
        "Ano ang dapat gawin kapag napinsala ang bukung-bukong?",
        "Mga hakbang sa paggamot ng sprain?",
        "Paano bawasan ang pamamaga mula sa sprain?",
        "Paano mabilis na gumaling ang sprain?",
        "Paano maalis ang sakit mula sa sprain?",
        "Anong gamot ang maaaring inumin para sa sprain?",
        "Paano iwasan ang karagdagang pinsala sa sprain?",
        "Anong mga ehersisyo ang dapat gawin sa sprain?",
        "Ano ang mga palatandaan ng malalang sprain?"
      ],
      "meaning": {
        "eng": "Sprains are injuries to ligaments, which are tough bands of tissue that connect bones to each other. They occur when a ligament is stretched or torn. Common causes of sprains include: Overstretching or twisting: Overstretching or twisting a joint beyond its normal range of motion can cause a sprain Falls: Falling awkwardly can lead to sprains, especially in the ankle or wrist. Sports injuries: Many sports, such as basketball, football, and soccer, involve sudden movements that can cause sprains. Accidents: Car accidents or other accidents can cause sprains.",
        "fil": "Pilay ay mga pinsala sa ligament, na mga matigas na banda ng tissue na nagkokonekta sa mga buto sa isa't isa. Nangyayari ang mga ito kapag ang isang ligament ay naunat o napunit. Ang mga karaniwang sanhi ng pilay ay kinabibilangan ng: Pag-unat o pag-ikot nang sobra: Ang pag-unat o pag-ikot ng isang kasu-kasuan lampas sa normal nitong saklaw ng paggalaw ay maaaring magdulot ng pilay Pagbagsak: Ang pagbagsak nang hindi maayos ay maaaring humantong sa mga pilay, lalo na sa bukung-bukong o pulso. Mga pinsala sa sports: Maraming sports, tulad ng basketball, football, at soccer, ay nagsasangkot ng biglang mga galaw na maaaring magdulot ng pilay. Aksidente: Ang mga aksidente sa sasakyan o iba pang aksidente ay maaaring magdulot ng pilay."
      },
      "procedures": [
        {
          "eng": "Rest the injured limb and avoid putting weight on it. Apply ice packs to reduce swelling and pain. Compress the area with an elastic bandage, and elevate it above heart level. Consider over-the-counter pain relievers for pain management",
          "fil": "Pahingahin ang nasugatang bahagi at iwasan ang paglalagay ng bigat dito. Maglagay ng yelo upang mabawasan ang pamamaga at sakit. I-compress ang lugar gamit ang elastic na benda, at itaas ito sa taas ng puso. Isaalang-alang ang paggamit ng mga over-the-counter na gamot para sa sakit."
        },
        {
          "eng": "Use the R.I.C.E. method: Rest, Ice, Compression, and Elevation. If the pain persists or the swelling is severe, consult a healthcare provider.",
          "fil": "Gamitin ang R.I.C.E. na pamamaraan: Rest, Ice, Compression, at Elevation. Kung patuloy ang sakit o malubha ang pamamaga, magpakonsulta sa isang healthcare provider."
        }
      ],
      "medication": ["Garlic (Sprains)", "Onion", "Cabbage"],
      "links": [
        "https://www.mayoclinic.org/diseases-conditions/sprains/symptoms-causes/syc-20377938",
        "https://my.clevelandclinic.org/health/diseases/sprains",
        "https://www.verywellhealth.com/sprains-and-strains-2548839"
      ],
      "context_set": ""
    },
    {
      "tag": "Strains",
      "patterns": [
        "How to treat muscle strain?",
        "What to do if I have a strain?",
        "Best way to treat muscle strains?",
        "Strain treatment advice?",
        "How to heal a muscle strain?",
        "How to relieve pain from a muscle strain?",
        "What should I do for a pulled muscle?",
        "How long does a muscle strain take to heal?",
        "First aid for muscle strains?",
        "What is the RICE method for muscle strain?",
        "Paano gamutin ang muscle strain?",
        "Ano ang dapat gawin kapag may strain?",
        "Mga hakbang sa paggamot ng muscle strain?",
        "Paano mabilis na gumaling ang muscle strain?",
        "Paano maalis ang sakit mula sa muscle strain?",
        "Anong gamot ang maaaring inumin para sa muscle strain?",
        "Paano iwasan ang karagdagang pinsala sa muscle strain?",
        "Anong mga ehersisyo ang dapat gawin para sa muscle strain?",
        "Paano iwasan ang muscle strain sa hinaharap?",
        "Ano ang mga palatandaan ng malalang muscle strain?"
      ],
      "meaning": {
        "eng": "Strains are injuries to muscles or tendons, which are tough bands of tissue that connect muscles to bones. They occur when a muscle or tendon is overstretched or torn. Common causes of strains include: Overuse: Overusing a muscle or tendon can lead to strain. Sudden movements: Sudden, forceful movements can strain muscles or tendons. Poor posture: Poor posture can put undue stress on muscles and tendons. Muscle weakness: Weak muscles are more susceptible to strains.",
        "fil": "Pilay ng kalamnan ay mga pinsala sa mga kalamnan o tendon, na mga matigas na banda ng tissue na nagkokonekta sa mga kalamnan sa mga buto. Nangyayari ang mga ito kapag ang isang kalamnan o tendon ay naunat nang sobra o napunit. Ang mga karaniwang sanhi ng pilay ng kalamnan ay kinabibilangan ng: Pag-abuso: Ang pag-abuso sa isang kalamnan o tendon ay maaaring humantong sa pilay. Biglang mga galaw: Ang biglang, malalakas na galaw ay maaaring mag-strain sa mga kalamnan o tendon. Masamang postura: Ang masamang postura ay maaaring maglagay ng hindi nararapat na stress sa mga kalamnan at tendon. Kahinaan ng kalamnan: Ang mahina na mga kalamnan ay mas madaling kapitan ng mga pilay."
      },
      "procedures": [
        {
          "eng": "Rest the strained muscle and avoid activities that cause pain. Apply ice to the area for 15-20 minutes several times a day. Use an elastic bandage to compress the area, and elevate it to reduce swelling. Over-the-counter painkillers can help manage pain.",
          "fil": "Pahingahin ang na-pilay na kalamnan at iwasan ang mga aktibidad na nagdudulot ng sakit. Maglagay ng yelo sa apektadong lugar sa loob ng 15-20 minuto nang ilang beses sa isang araw. Gumamit ng elastic na benda upang i-compress ang lugar, at itaas ito upang mabawasan ang pamamaga. Ang mga over-the-counter na painkillers ay maaaring makatulong sa pamamahala ng sakit."
        },
        {
          "eng": "Rest the affected muscle, apply ice, and compress with a bandage. Elevate the limb and take pain relievers as needed.",
          "fil": "Pahingahin ang apektadong kalamnan, maglagay ng yelo, at i-compress gamit ang benda. Itaas ang bahagi at uminom ng pain relievers kung kinakailangan."
        }
      ],
      "medication": ["Luya"],
      "links": [
        "https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507",
        "https://www.verywellhealth.com/sprains-and-strains-2548839"
      ],
      "context_set": ""
    },
    {
      "tag": "Bruises",
      "patterns": [
        "How to treat a bruise?",
        "What to do for a bruise?",
        "Best way to heal bruises?",
        "Bruise treatment advice?",
        "How to reduce bruise pain?",
        "How to reduce swelling from a bruise?",
        "What should I apply to a bruise?",
        "How long does it take for a bruise to heal?",
        "First aid for bruises?",
        "How to prevent bruising?",
        "Paano gamutin ang pasa?",
        "Ano ang dapat gawin kapag may pasa?",
        "Ano ang pinakamainam na gawin upang gumaling ang pasa?",
        "Mga hakbang sa paggamot ng pasa?",
        "Paano bawasan ang sakit mula sa pasa?",
        "Paano bawasan ang pamamaga mula sa pasa?",
        "Anong dapat ilagay sa pasa?",
        "Gaano katagal ang paggaling ng pasa?",
        "Paano maiwasan ang pagkakaroon ng pasa?",
        "Ano ang mga palatandaan ng malubhang pasa?",
        "How to treat a bruise?",
        "What to do for a bruise?",
        "Best way to heal bruises?",
        "Bruise treatment advice?",
        "How to reduce bruise pain?"
      ],
      "meaning": {
        "eng": "Bruises are caused by damage to blood vessels beneath the skin, leading to bleeding and discoloration. They are often referred to as `contusions.` Common causes of bruises include: Trauma: Injuries from falls, bumps, or collisions can cause bruises. Sports injuries: Contact sports or accidents during physical activity can lead to bruises. Medical conditions: Certain medical conditions, such as blood clotting disorders or easy bruising syndrome, can increase the risk of bruising. Medication side effects: Some medications can cause bruising as a side effect.",
        "fil": "Galos ay dulot ng pinsala sa mga blood vessel sa ilalim ng balat, na nagreresulta sa pagdurugo at pagkaitim. Kadalasang tinatawag itong `contusions`. Ang mga karaniwang sanhi ng galos ay kinabibilangan ng: Trauma: Ang mga pinsala mula sa pagbagsak, pagkabunggo, o pagbangga ay maaaring magdulot ng galos. Mga pinsala sa sports: Ang mga contact sports o aksidente sa panahon ng pisikal na aktibidad ay maaaring humantong sa galos. Mga kondisyong medikal: Ang ilang mga kondisyong medikal, tulad ng mga disorder sa pagdugo ng dugo o madaling magkagalos na syndrome, ay maaaring magpataas ng panganib ng galos. Mga side effect ng gamot: Ang ilang mga gamot ay maaaring magdulot ng galos bilang side effect."
      },
      "procedures": [
        {
          "eng": "Apply a cold compress to the bruise to reduce swelling. Elevate the affected area to minimize blood flow to the bruise. Rest and avoid further injury to the area. Over-the-counter pain relievers can help with discomfort.",
          "fil": "Maglagay ng malamig na pomento sa pasa upang mabawasan ang pamamaga. Itaas ang apektadong lugar upang mabawasan ang daloy ng dugo sa pasa. Magpahinga at iwasan ang karagdagang pinsala sa lugar. Ang mga over-the-counter na pain relievers ay maaaring makatulong sa pag-alis ng hindi komportableng pakiramdam."
        },
        {
          "eng": "Use ice packs on the bruise for 10-15 minutes at a time. Keep the bruised area elevated and take pain relief medication if needed.",
          "fil": "Gumamit ng yelo sa pasa sa loob ng 10-15 minuto bawat sesyon. Panatilihing nakataas ang lugar na may pasa at uminom ng gamot para sa sakit kung kinakailangan."
        }
      ],
      "medication": ["Aloe Vera", "Pineapple", "orange", "Spinach"],
      "links": [
        "https://www.healthline.com/health/bruise",
        "https://www.medicalnewstoday.com/articles/322742"
      ],
      "context_set": ""
    },
    {
      "tag": "Pulled Muscle",
      "patterns": [
        "How to treat a pulled muscle?",
        "What to do for a muscle pull?",
        "Best way to heal a pulled muscle?",
        "Pulled muscle treatment advice?",
        "How to reduce pulled muscle pain?",
        "How to relieve tightness in a pulled muscle?",
        "What should I do if I feel a muscle pull?",
        "How long does it take for a pulled muscle to heal?",
        "First aid for pulled muscles?",
        "What is the RICE method for muscle pulls?",
        "Paano gamutin ang napinsalang kalamnan?",
        "Ano ang dapat gawin kapag may muscle pull?",
        "Mga hakbang sa paggamot ng napinsalang kalamnan?",
        "Paano mabilis na gumaling ang napinsalang kalamnan?",
        "Paano maalis ang sakit mula sa muscle pull?",
        "Anong gamot ang maaaring inumin para sa muscle pull?",
        "Paano maiwasan ang karagdagang pinsala sa napinsalang kalamnan?",
        "Anong mga ehersisyo ang dapat gawin para sa napinsalang kalamnan?",
        "Paano maiwasan ang muscle pull sa hinaharap?",
        "Ano ang mga palatandaan ng malubhang muscle pull?"
      ],
      "meaning": {
        "eng": "Pulled muscles, also known as muscle strains, are injuries that occur when a muscle is overstretched or torn. They can range from mild to severe, depending on the extent of the damage. Common causes of pulled muscles include: Overexertion: Exercising too hard or for too long can lead to pulled muscles. Sudden movements: Sudden, forceful movements, such as lifting heavy objects or twisting awkwardly, can strain muscles. Poor posture: Poor posture can put undue stress on muscles, making them more susceptible to strains. Muscle weakness: Weak muscles are more likely to be strained.",
        "fil": "Pilay ng kalamnan ay mga pinsala na nangyayari kapag ang isang kalamnan ay naunat nang sobra o napunit. Maaari silang mag-iba mula sa mild hanggang severe, depende sa lawak ng pinsala. Ang mga karaniwang sanhi ng pilay ng kalamnan ay kinabibilangan ng: Pag-abuso: Ang pag-ehersisyo nang sobra o masyadong matagal ay maaaring humantong sa pilay ng kalamnan. Biglang mga galaw: Ang biglang, malalakas na galaw, tulad ng pagbuhat ng mabibigat na bagay o pag-ikot nang hindi maayos, ay maaaring mag-strain sa mga kalamnan. Masamang postura: Ang masamang postura ay maaaring maglagay ng hindi nararapat na stress sa mga kalamnan, na ginagawa silang mas madaling kapitan ng mga pilay. Kahinaan ng kalamnan: Ang mahina na mga kalamnan ay mas malamang na ma-strain."
      },
      "procedures": [
        {
          "eng": "Rest the affected muscle and apply ice to reduce swelling. Use compression with an elastic bandage and elevate the muscle to help reduce inflammation. Take pain relievers if needed and avoid strenuous activity until fully healed.",
          "fil": "Pahingahin ang apektadong kalamnan at maglagay ng yelo upang mabawasan ang pamamaga. Gumamit ng compression gamit ang elastic na benda at itaas ang kalamnan upang makatulong sa pagbawas ng pamamaga. Uminom ng pain relievers kung kinakailangan at iwasan ang mabigat na aktibidad hanggang sa ganap na maghilom."
        },
        {
          "eng": "Apply the R.I.C.E. method: Rest, Ice, Compression, and Elevation. For persistent pain or severe muscle strain, consult a healthcare provider.",
          "fil": "Gamitin ang R.I.C.E. na pamamaraan: Rest, Ice, Compression, at Elevation. Para sa patuloy na sakit o malubhang pilay ng kalamnan, magpakonsulta sa isang healthcare provider."
        }
      ],
      "medication": ["Luya"],
      "links": [
        "https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507"
      ],
      "context_set": ""
    },
    {
      "tag": "Sun Burn",
      "patterns": [
        "How to treat sunburn?",
        "What to do for sunburn?",
        "Best way to relieve sunburn pain?",
        "Sunburn treatment advice?",
        "How to heal sunburn?",
        "How to reduce redness from sunburn?",
        "What should I apply to sunburned skin?",
        "How long does it take for sunburn to heal?",
        "First aid for sunburn?",
        "How to prevent peeling from sunburn?",
        "Paano gamutin ang sunburn?",
        "Ano ang dapat gawin kapag may sunburn?",
        "Ano ang pinakamainam na gawin upang maibsan ang sakit ng sunburn?",
        "Mga hakbang sa paggamot ng sunburn?",
        "Paano mabilis na gumaling ang sunburn?",
        "Paano bawasan ang pamumula mula sa sunburn?",
        "Anong dapat ilagay sa sunburned na balat?",
        "Gaano katagal ang paggaling ng sunburn?",
        "Paano maiwasan ang pagbabalat mula sa sunburn?",
        "Paano maiiwasan ang sunburn sa hinaharap?",
        "Anong mga natural na remedyo ang maaaring gamitin para sa sunburn?"
      ],
      "meaning": {
        "eng": "Sunburn is a skin injury caused by excessive exposure to ultraviolet (UV) radiation from the sun. It can range from mild to severe, depending on the extent and depth of the damage. Common causes of sunburn: Excessive sun exposure: Spending too much time in the sun, especially during peak hours (midday to late afternoon), without adequate protection. Not using sunscreen: Failing to apply sunscreen with a high SPF (Sun Protection Factor) before going outside. Using expired sunscreen: Sunscreen loses its effectiveness over time. Medications that increase sensitivity to the sun: Certain medications can make the skin more susceptible to sunburn.",
        "fil": "Sunburn ay isang pinsala sa balat na dulot ng sobrang pagkakalantad sa ultraviolet (UV) radiation mula sa araw. Maaari itong mag-iba mula sa mild hanggang severe, depende sa lawak at lalim ng pinsala. Ang mga karaniwang sanhi ng sunburn ay kinabibilangan ng: Sobrang pagkakalantad sa araw: Ang paggastos ng masyadong maraming oras sa araw, lalo na sa mga peak hours (tanghali hanggang hapon), nang walang sapat na proteksyon. Hindi paggamit ng sunscreen: Ang hindi paggamit ng sunscreen na may mataas na SPF (Sun Protection Factor) bago lumabas. Paggamit ng expired sunscreen: Nawawala ang epektibo ng sunscreen sa paglipas ng panahon. Mga gamot na nagpapataas ng sensitivity sa araw: Ang ilang mga gamot ay maaaring gawing mas madaling kapitan sa sunburn ang balat."
      },
      "procedures": [
        {
          "eng": "Cool the skin with a damp cloth or take a cool bath. Apply aloe vera or a moisturizing lotion to soothe the skin. Drink plenty of water to stay hydrated and avoid further sun exposure. Over-the-counter pain relievers can help with discomfort.",
          "fil": "Palamigin ang balat gamit ang basang tela o maligamgam na paligo. Maglagay ng aloe vera o moisturizing lotion upang mapagaan ang balat. Uminom ng maraming tubig upang manatiling hydrated at iwasan ang karagdagang pagkakalantad sa araw. Ang mga over-the-counter na pain relievers ay maaaring makatulong sa pag-alis ng hindi komportableng pakiramdam."
        },
        {
          "eng": "Use cool compresses and moisturize with aloe vera gel. Drink water and avoid the sun until the burn heals.",
          "fil": "Gumamit ng malamig na pomento at maglagay ng aloe vera gel upang moisturize ang balat. Uminom ng tubig at iwasan ang araw hanggang sa maghilom ang paso."
        }
      ],
      "medication": ["Honey", "Aloe vera", "Cucumber"],
      "links": [
        "https://www.mayoclinic.org/diseases-conditions/sunburn/diagnosis-treatment/drc-20355928",
        "https://www.healthline.com/health/video/how-long-does-sunburn-last"
      ],
      "context_set": ""
    },
    {
      "tag": "Chemical Burn",
      "patterns": [
        "What to do for a chemical burn?",
        "How to treat chemical burns?",
        "Chemical burn treatment advice?",
        "How to relieve chemical burn pain?",
        "Best way to heal a chemical burn?",
        "How to flush a chemical burn?",
        "What should I apply to a chemical burn?",
        "How long does it take for a chemical burn to heal?",
        "First aid for chemical burns?",
        "What to do if the chemical burn is severe?",
        "Paano gamutin ang kemikal na paso?",
        "Ano ang dapat gawin kapag may kemikal na paso?",
        "Mga hakbang sa paggamot ng kemikal na paso?",
        "Paano maibsan ang sakit mula sa kemikal na paso?",
        "Ano ang pinakamainam na gawin upang gumaling ang kemikal na paso?",
        "Paano linisin ang sugat mula sa kemikal na paso?",
        "Anong gamot ang maaaring ilagay sa kemikal na paso?",
        "Gaano katagal ang paggaling ng kemikal na paso?",
        "Paano maiwasan ang karagdagang pinsala mula sa kemikal na paso?",
        "Ano ang mga palatandaan ng malubhang kemikal na paso?"
      ],
      "meaning": {
        "eng": "Chemical burns are injuries caused by contact with corrosive substances, such as acids or bases. These substances can damage the skin and underlying tissues. Common causes of chemical burns: Industrial accidents: Exposure to chemicals in industrial settings can lead to chemical burns. Laboratory accidents: Accidents in laboratories involving chemicals can cause burns. Household chemicals: Contact with strong household chemicals, such as bleach, drain cleaners, or oven cleaners, can cause burns. Accidental ingestion: Ingesting harmful chemicals can cause burns to the mouth, throat, and digestive system.",
        "fil": "Sunog ng kemikal ay mga pinsala na dulot ng pagkakadikit sa mga corrosive na sangkap, tulad ng mga acid o base. Maaari nilang sirain ang balat at ang mga underlying tissue. Ang mga karaniwang sanhi ng sunog ng kemikal ay kinabibilangan ng: Mga aksidente sa industriya: Ang pagkakalantad sa mga kemikal sa mga setting ng industriya ay maaaring humantong sa sunog ng kemikal. Mga aksidente sa laboratoryo: Ang mga aksidente sa mga laboratoryo na kinasasangkutan ng mga kemikal ay maaaring magdulot ng sunog. Mga kemikal sa bahay: Ang pagkakadikit sa malalakas na kemikal sa bahay, tulad ng bleach, drain cleaner, o oven cleaner, ay maaaring magdulot ng sunog. Hindi sinasadyang paglunok: Ang paglunok ng mga mapaminsalang kemikal ay maaaring magdulot ng sunog sa bibig, lalamunan, at sistema ng pagtunaw."
      },
      "procedures": [
        {
          "eng": "Immediately flush the affected area with water for at least 20 minutes. Remove any contaminated clothing. Cover the burn with a sterile bandage and avoid applying creams or ointments unless instructed by a healthcare provider. Seek medical attention immediately.",
          "fil": "Agad na banlawan ang apektadong lugar ng tubig sa loob ng hindi bababa sa 20 minuto. Alisin ang anumang maruming damit. Takpan ang paso ng sterile na benda at iwasan ang paglalagay ng mga creams o ointments maliban kung inutusan ng isang healthcare provider. Magpakonsulta sa doktor agad."
        },
        {
          "eng": "Rinse the burn with water continuously for 20 minutes and remove contaminated clothing. Seek immediate medical help.",
          "fil": "Banlawan ang paso ng tubig ng tuluy-tuloy sa loob ng 20 minuto at alisin ang maruming damit. Humingi ng agarang medikal na tulong."
        }
      ],
      "medication": [""],
      "links": [
        "https://www.mayoclinic.org/first-aid/first-aid-chemical-burns/basics/art-20056667",
        "https://my.clevelandclinic.org/health/diseases/22350-chemical-burns",
        "https://www.nhs.uk/conditions/acid-and-chemical-burns/"
      ],
      "context_set": ""
    },
    {
      "tag": "Stroke",
      "patterns": [
        "What to do if someone has a stroke?",
        "How to treat a stroke?",
        "Stroke first aid advice?",
        "Best way to help during a stroke?",
        "What to do during a stroke?",
        "What to do if someone is having a stroke?",
        "Stroke emergency steps?",
        "Stroke treatment advice?",
        "How to recognize a stroke?",
        "How to respond if a stroke is suspected?",
        "Paano tumugon kung mayroong stroke ang isang tao?",
        "Ano ang dapat gawin kung may stroke ang isang tao?",
        "Ano ang mga palatandaan ng stroke?",
        "Paano gamutin ang stroke?",
        "Mga hakbang sa unang lunas para sa stroke?",
        "Paano makilala ang stroke?",
        "Ano ang pinakamainam na gawin habang may stroke?",
        "Paano mas mabilis na makakuha ng tulong sa stroke?",
        "Ano ang mga emergency steps para sa stroke?",
        "Anong gamot ang maaaring ibigay sa pasyenteng may stroke?"
      ],
      "meaning": {
        "eng": "Stroke is a medical emergency that occurs when the blood supply to the brain is interrupted or reduced. This can cause brain cells to die or become damaged.Symptoms of stroke: Sudden numbness or weakness in the face, arm, or leg, especially on one side of the body. Sudden confusion or trouble understanding speech or language Sudden trouble seeing or double vision. Sudden severe headache with no known cause. Sudden dizziness or loss of balance or coordination.",
        "fil": "Stroke ay isang medikal na emerhensiya na nangyayari kapag ang suplay ng dugo sa utak ay naantala o nabawasan. Maaari itong magdulot ng pagkamatay o pagkasira ng mga selula ng utak. Mga sintomas ng stroke: Biglaang pamamanhid o kahinaan sa mukha, braso, o binti, lalo na sa isang bahagi ng katawan. Biglaang pagkalito o problema sa pag-unawa sa pagsasalita o wika. Biglaang problema sa paningin o dobleng paningin. Biglang matinding sakit ng ulo na walang kilalang sanhi. Biglaang pagkahilo o pagkawala ng balanse o koordinasyon."
      },
      "procedures": [
        {
          "eng": "If you suspect someone is having a stroke, call emergency services immediately. Have the person lie down with their head slightly elevated. Monitor their breathing and be ready to perform CPR if necessary.",
          "fil": "Kung sa tingin mo ay may stroke ang isang tao, tumawag agad ng emergency services. Hayaang humiga ang tao na may bahagyang itaas ang ulo. Bantayan ang kanilang paghinga at maging handa na magsagawa ng CPR kung kinakailangan."
        },
        {
          "eng": "Seek emergency medical help immediately. Keep the person calm and monitor their breathing.",
          "fil": "Humingi agad ng tulong medikal. Panatilihing kalmado ang tao at bantayan ang kanilang paghinga."
        },
        {
          "eng": "Act FAST: Face drooping, Arm weakness, Speech difficulty, Time to call emergency services. Call emergency services immediately and note the time the symptoms began. Keep the person comfortable and calm until help arrives.",
          "fil": "Gumamit ng FAST: Face drooping, Arm weakness, Speech difficulty, Time to call emergency services. Tumawag agad ng emergency services at tandaan ang oras ng pagsisimula ng mga sintomas. Panatilihin ang tao na komportable at kalmado hanggang dumating ang tulong."
        },
        {
          "eng": "Call emergency services immediately if you notice face drooping, arm weakness, or speech difficulty. Act FAST and get medical help right away.",
          "fil": "Tumawag agad ng emergency services kung mapansin ang pag-dagilid ng mukha, kahinaan ng braso, o kahirapan sa pagsasalita. Kumilos ng FAST at kumuha ng medikal na tulong kaagad."
        }
      ],
      "medication": [""],
      "links": [
        "https://www.mayoclinic.org/diseases-conditions/stroke/multimedia/vid-20530787",
        "https://www.ninds.nih.gov/health-information/stroke/assess-and-treat/nih-stroke-scale"
      ],
      "context_set": ""
    },
    {
      "tag": "Rash",
      "patterns": [
        "How to treat a rash?",
        "What to do for a rash?",
        "Best way to relieve rash?",
        "Rash treatment advice?",
        "How to reduce rash itching?",
        "How to identify the cause of a rash?",
        "What should I apply to a rash?",
        "How long does it take for a rash to heal?",
        "First aid for rashes?",
        "What are the common remedies for rashes?",
        "Paano gamutin ang pantal?",
        "Ano ang dapat gawin kapag may pantal?",
        "Ano ang pinakamainam na gawin upang maibsan ang pantal?",
        "Mga hakbang sa paggamot ng pantal?",
        "Paano bawasan ang pangangati mula sa pantal?",
        "Paano malaman ang sanhi ng pantal?",
        "Anong dapat ilagay sa pantal?",
        "Gaano katagal ang paggaling ng pantal?",
        "Paano iwasan ang paglala ng pantal?",
        "Ano ang mga karaniwang lunas para sa pantal?",
        "Kailan dapat kumonsulta sa doktor para sa pantal?",
        "How to treat a rash?",
        "What to do for a rash?",
        "Best way to relieve rash?",
        "Rash treatment advice?",
        "How to reduce rash itching?"
      ],
      "meaning": {
        "eng": "A rash is a skin condition characterized by changes in skin appearance, often involving redness, itching, or bumps. It can be caused by a variety of factors, including allergies, infections, medications, and underlying medical conditions. Common causes of rashes include: Allergies: Allergic reactions to substances like pollen, food, or medications can cause rashes. Infections: Viral, bacterial, or fungal infections can lead to skin rashes. Medications: Certain medications can cause rashes as a side effect. Underlying medical conditions: Skin conditions like eczema, psoriasis, or rosacea can cause rashes. Irritants: Exposure to irritants like soaps, detergents, or chemicals can cause skin irritation.",
        "fil": "Rash ay isang kondisyon ng balat na nailalarawan sa mga pagbabago sa hitsura ng balat, madalas ay may kasamang pamumula, pangangati, o mga bukol. Maaari itong sanhi ng iba't ibang mga kadahilanan, kabilang ang mga alerdyi, impeksyon, gamot, at mga underlying na kondisyon ng medikal. Ang mga karaniwang sanhi ng rashes ay kinabibilangan ng: Alerdyi: Ang mga reaksiyong alerdyi sa mga sangkap tulad ng pollen, pagkain, o gamot ay maaaring magdulot ng rashes. Impeksyon: Ang mga impeksyon sa viral, bacterial, o fungal ay maaaring humantong sa mga rashes sa balat. Gamot: Ang ilang mga gamot ay maaaring magdulot ng rashes bilang side effect. Mga underlying na kondisyon ng medikal: Ang mga kondisyon ng balat tulad ng eksema, psoriasis, o rosacea ay maaaring magdulot ng rashes. Mga irritant: Ang pagkakalantad sa mga irritant tulad ng mga sabon, detergent, o kemikal ay maaaring magdulot ng pangangati sa balat."
      },
      "procedures": [
        {
          "eng": "Wash the affected area with mild soap and water. Apply an over-the-counter anti-itch cream or antihistamine. Avoid scratching to prevent infection. If the rash persists or is severe, consult a healthcare provider.",
          "fil": "Hugasan ang apektadong lugar gamit ang mild na sabon at tubig. Maglagay ng over-the-counter na anti-itch cream o antihistamine. Iwasan ang pangangati upang maiwasan ang impeksyon. Kung ang pantal ay nagpapatuloy o malubha, magpakonsulta sa isang healthcare provider."
        },
        {
          "eng": "Clean the area gently, apply an anti-itch cream, and avoid irritants. Seek medical advice if the rash spreads or doesn't improve.",
          "fil": "Linisin ang lugar ng maingat, maglagay ng anti-itch cream, at iwasan ang mga irritants. Humingi ng medikal na payo kung ang pantal ay kumakalat o hindi bumubuti."
        }
      ],
      "medication": ["Aloe Vera"],
      "links": ["https://www.healthline.com/health/rashes", ""],
      "context_set": ""
    },
    {
      "tag": "Snake Bite",
      "patterns": [
        "What to do if bitten by a snake?",
        "How to treat a snake bite?",
        "Snake bite treatment advice?",
        "How to manage a snake bite?",
        "What to do for a snake bite?",
        "What to do if bitten by a snake?",
        "How to treat a snake bite?",
        "Snake bite treatment advice?",
        "How to manage a snake bite?",
        "What to do for a snake bite?",
        "How to identify a venomous snake bite?",
        "What are the first aid steps for a snake bite?",
        "How to prevent a snake bite?",
        "What to avoid after a snake bite?",
        "How long does it take to recover from a snake bite?",
        "Paano gamutin ang kagat ng ahas?",
        "Ano ang dapat gawin kung nakagat ng ahas?",
        "Mga hakbang sa paggamot ng kagat ng ahas?",
        "Paano pamahalaan ang kagat ng ahas?",
        "Paano malaman kung ang kagat ng ahas ay makamandag?",
        "Ano ang mga unang lunas para sa kagat ng ahas?",
        "Paano maiwasan ang kagat ng ahas?",
        "Ano ang dapat iwasan pagkatapos ng kagat ng ahas?",
        "Gaano katagal ang paggaling mula sa kagat ng ahas?",
        "Anong mga sintomas ang dapat bantayan pagkatapos ng kagat ng ahas?"
      ],
      "meaning": {
        "eng": "Snakebite is a medical emergency that occurs when a snake's fangs penetrate the skin and inject venom. The severity of a snakebite can vary depending on the type of snake, the location of the bite, and the amount of venom injected. Common causes of snakebites: Accidental encounters: People may be bitten while hiking, camping, or gardening in areas where snakes are present. Defensive behavior: Snakes may bite in self-defense if they feel threatened or provoked. Symptoms of snakebite: Pain: Pain at the bite site is a common symptom. Swelling: The area around the bite may become swollen. Nausea and vomiting: These symptoms can occur in some cases. Difficulty breathing: In severe cases, snakebite can cause difficulty breathing. Neurological symptoms: Depending on the type of snake, neurological symptoms such as weakness, numbness, or paralysis may develop.",
        "fil": "Kagat ng ahas ay isang medikal na emerhensiya na nangyayari kapag ang mga ngipin ng ahas ay tumusok sa balat at nag-inject ng lason. Ang kalubhaan ng kagat ng ahas ay maaaring mag-iba depende sa uri ng ahas, lokasyon ng kagat, at dami ng lason na na-inject. Ang mga karaniwang sanhi ng kagat ng ahas ay kinabibilangan ng: Aksidenteng pagkikita: Ang mga tao ay maaaring makagat habang nagha-hiking, camping, o naghahalaman sa mga lugar kung saan naroroon ang mga ahas. Pag-uugali ng pagtatanggol: Ang mga ahas ay maaaring mangagat sa pagtatanggol sa sarili kung nakaramdam sila ng banta o pagpukaw. Mga sintomas ng kagat ng ahas: Sakit: Ang sakit sa lugar ng kagat ay isang karaniwang sintomas. Pag-iinit: Ang lugar sa paligid ng kagat ay maaaring mag-init. Pagduduwal at pagsusuka: Maaaring maganap ang mga sintomas na ito sa ilang kaso. Hirap huminga: Sa malubhang kaso, ang kagat ng ahas ay maaaring magdulot ng hirap huminga. Mga sintomas ng neurological: Depende sa uri ng ahas, maaaring maganap ang mga sintomas ng neurological tulad ng kahinaan, pamamanhid, o paralisis."
      },
      "procedures": [
        {
          "eng": "Keep the bitten area still and below heart level to slow venom spread. Remove any tight clothing or jewelry near the bite. Do not attempt to suck out the venom. Seek emergency medical help immediately",
          "fil": "Ipahinga ang tinukso na lugar at panatilihing nasa ilalim ng antas ng puso upang mapabagal ang pagkalat ng lason. Alisin ang anumang masikip na damit o alahas malapit sa kagat. Huwag subukang sipsipin ang lason. Humingi agad ng tulong medikal."
        },
        {
          "eng": "Stay calm and immobilize the bitten limb. Seek emergency medical care as quickly as possible",
          "fil": "Manatiling kalmado at i-immobilize ang tinukso na bahagi. Humingi ng agarang medikal na pangangalaga sa lalong madaling panahon."
        },
        {
          "eng": "Call emergency services immediately. Keep the bite area still and lower than the heart. Do not apply ice or a tourniquet.",
          "fil": "Tumawag agad ng emergency services. Panatilihing hindi gumagalaw ang lugar ng kagat at nasa ibaba ng puso. Huwag maglagay ng yelo o tourniquet."
        }
      ],
      "medication": [""],
      "links": [
        "https://www.healthline.com/health/snake-bites",
        "https://my.clevelandclinic.org/health/diseases/15647-snake-bites"
      ],
      "context_set": ""
    },
    {
      "tag": "Bleeding",
      "patterns": [
        "How to stop bleeding?",
        "What to do if I am bleeding?",
        "Best way to stop bleeding?",
        "Bleeding treatment advice?",
        "How to manage bleeding?",
        "How to apply pressure to stop bleeding?",
        "What should I do for a bleeding wound?",
        "How long does it take for bleeding to stop?",
        "First aid for bleeding?",
        "How to prevent infection in a bleeding wound?",
        "Paano itigil ang pagdurugo?",
        "Ano ang dapat gawin kung ako ay dumudugo?",
        "Ano ang pinakamainam na gawin upang itigil ang pagdurugo?",
        "Mga hakbang sa paggamot ng pagdurugo?",
        "Paano pamahalaan ang pagdurugo?",
        "Paano mag-aplay ng presyon upang itigil ang pagdurugo?",
        "Ano ang dapat gawin para sa sugat na dumudugo?",
        "Gaano katagal ang pagdurugo bago tumigil?",
        "Ano ang unang lunas para sa pagdurugo?",
        "Paano maiwasan ang impeksyon sa dumudugong sugat?",
        "Kailan dapat kumonsulta sa doktor para sa pagdurugo?"
      ],
      "meaning": {
        "eng": "Bleeding is the loss of blood from the body. It can occur from various causes, ranging from minor cuts to serious injuries or medical conditions. Common causes of bleeding: Injuries: Cuts, scrapes, punctures, or other injuries can cause bleeding. Medical procedures: Surgical procedures, biopsies, or other medical procedures can lead to bleeding. Medical conditions: Certain medical conditions, such as blood clotting disorders or ulcers, can cause bleeding. Accidental injuries: Accidents involving sharp objects or machinery can result in bleeding.",
        "fil": "Pagdurugo ay ang pagkawala ng dugo mula sa katawan. Maaari itong mangyari dahil sa iba't ibang dahilan, mula sa maliliit na hiwa hanggang sa malubhang pinsala o mga kondisyong medikal. Mga karaniwang sanhi ng pagdurugo: Mga pinsala: Ang mga hiwa, gasgas, pagtusok, o iba pang pinsala ay maaaring magdulot ng pagdurugo. Mga pamamaraang medikal: Ang mga surgical procedure, biopsy, o iba pang pamamaraang medikal ay maaaring humantong sa pagdurugo. Mga kondisyong medikal: Ang ilang mga kondisyong medikal, tulad ng mga disorder sa pagdugo ng dugo o mga ulser, ay maaaring magdulot ng pagdurugo. Mga aksidenteng pinsala: Ang mga aksidente na kinasasangkutan ng matatalim na bagay o makinarya ay maaaring magresulta sa pagdurugo."
      },
      "procedures": [
        {
          "eng": "Apply direct pressure to the wound with a clean cloth or bandage. If possible, elevate the injured area above heart level. Keep applying pressure until the bleeding stops. If the bleeding is severe, seek emergency medical help immediately.",
          "fil": "Maglagay ng direktang pressure sa sugat gamit ang malinis na tela o benda. Kung maaari, itaas ang nasugatang lugar sa itaas ng antas ng puso. Patuloy na mag-aplay ng pressure hanggang sa tumigil ang pagdurugo. Kung malubha ang pagdurugo, humingi agad ng tulong medikal."
        },
        {
          "eng": "Use a clean cloth to apply pressure to the wound. Elevate the area if possible and seek medical attention for severe bleeding.",
          "fil": "Gamitin ang malinis na tela upang mag-aplay ng pressure sa sugat. Itaas ang lugar kung maaari at humingi ng medikal na atensyon para sa malubhang pagdurugo."
        }
      ],
      "medication": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
      "links": [
        "https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
        "https://www.healthline.com/health/bleeding"
      ],
      "context_set": ""
    },
    {
      "tag": "Fracture",
      "patterns": [
        "What to do for a fracture?",
        "How to treat a broken bone?",
        "Fracture treatment advice?",
        "Best way to manage a fracture?",
        "How to relieve fracture pain?",
        "What first aid steps should I take for a fracture?",
        "How to immobilize a broken bone?",
        "How long does it take for a fracture to heal?",
        "What are the signs of a fracture?",
        "How to prevent complications from a fracture?",
        "Paano gamutin ang bali?",
        "Ano ang dapat gawin para sa bali?",
        "Mga hakbang sa paggamot ng bali?",
        "Paano pinakamahusay na pamahalaan ang bali?",
        "Paano maalis ang sakit mula sa bali?",
        "Ano ang mga unang lunas para sa bali?",
        "Paano i-immobilize ang isang nabaling buto?",
        "Gaano katagal ang paggaling ng bali?",
        "Ano ang mga palatandaan ng bali?",
        "Paano maiwasan ang mga komplikasyon mula sa bali?",
        "Kailan dapat kumonsulta sa doktor para sa bali?"
      ],
      "meaning": {
        "eng": "A fracture is a break or crack in a bone. It can range from a simple hairline crack to a complete break. Common causes of fractures: Accidents: Falls, car accidents, or other accidents can cause fractures. Sports injuries: Contact sports or accidents during physical activity can lead to fractures. Osteoporosis: A condition that weakens bones and increases the risk of fractures. Other medical conditions: Certain medical conditions, such as bone cancer or infections, can increase the risk of fractures.",
        "fil": "Bali ay isang pagbasag o pag-crack sa isang buto. Maaari itong mag-iba mula sa isang simpleng hairline crack hanggang sa isang kumpletong pagbasag. Ang mga karaniwang sanhi ng bali ay kinabibilangan ng: Aksidente: Ang mga pagbagsak, aksidente sa sasakyan, o iba pang aksidente ay maaaring magdulot ng bali. Mga pinsala sa sports: Ang mga contact sports o aksidente sa panahon ng pisikal na aktibidad ay maaaring humantong sa bali. Osteoporosis: Isang kondisyon na nagpapahina sa mga buto at nagpapataas ng panganib ng bali. Iba pang mga kondisyong medikal: Ang ilang mga kondisyong medikal, tulad ng kanser sa buto o impeksyon, ay maaaring magpataas ng panganib ng bali."
      },
      "procedures": [
        {
          "eng": "Keep the injured area still and avoid moving it. Apply a splint to immobilize the fracture and use a cold pack to reduce swelling. Seek immediate medical attention.",
          "fil": "Ipahinga ang nasugatang lugar at iwasang galawin ito. Maglagay ng splint upang i-immobilize ang bali at gumamit ng cold pack upang mabawasan ang pamamaga. Humingi ng agarang medikal na atensyon."
        },
        {
          "eng": "Do not move the injured area and use a splint to keep it immobile. Apply ice and seek emergency medical help.",
          "fil": "Huwag galawin ang nasugatang lugar at gamitin ang splint upang mapanatiling hindi gumagalaw ito. Maglagay ng yelo at humingi ng agarang medikal na tulong."
        }
      ],
      "medication": [""],
      "links": [
        "https://www.healthline.com/health/broken-arm",
        "https://my.clevelandclinic.org/health/diseases/15241-bone-fractures"
      ],
      "context_set": ""
    },
    {
      "tag": "Fever",
      "patterns": [
        "How to reduce a fever?",
        "What to do for a fever?",
        "Best way to bring down fever?",
        "Fever treatment advice?",
        "How to manage fever?",
        "What are the symptoms of a fever?",
        "How long does a fever last?",
        "What should I avoid when I have a fever?",
        "When to seek medical attention for a fever?",
        "How to monitor a fever at home?",
        "Paano bawasan ang lagnat?",
        "Ano ang dapat gawin para sa lagnat?",
        "Ano ang pinakamainam na gawin upang pababain ang lagnat?",
        "Mga hakbang sa paggamot ng lagnat?",
        "Paano pamahalaan ang lagnat?",
        "Ano ang mga sintomas ng lagnat?",
        "Gaano katagal ang lagnat?",
        "Ano ang dapat iwasan kapag may lagnat?",
        "Kailan dapat humingi ng tulong medikal para sa lagnat?",
        "Paano subaybayan ang lagnat sa bahay?",
        "Anong mga remedyo ang maaaring gamitin para sa lagnat?"
      ],
      "meaning": {
        "eng": "Fever is a condition in which the body's temperature is elevated above normal. It's a common symptom of many illnesses and is a natural response to infection or inflammation. Symptoms of fever: Elevated temperature: A temperature above normal, typically measured in degrees Fahrenheit or Celsius. Chills: Feeling cold or shivering. Sweating: Sweating excessively. Fatigue: Feeling tired or weak. Loss of appetite: Loss of interest in eating. Headache: A headache. Muscle aches: Aching muscles or joints.",
        "fil": "Lagnat ay isang kondisyon kung saan ang temperatura ng katawan ay mas mataas kaysa sa normal. Ito ay isang karaniwang sintomas ng maraming sakit at isang natural na tugon sa impeksyon o pamamaga. Mga sintomas ng lagnat: Mataas na temperatura: Isang temperatura na mas mataas kaysa sa normal, karaniwang sinusukat sa degrees Fahrenheit o Celsius. Panginginig: Pakiramdam na malamig o nangangatog. Pagpapawis: Pagpapawis nang sobra. Pagod: Pakiramdam na pagod o mahina. Pagkawala ng gana: Pagkawala ng interes sa pagkain. Sakit ng ulo: Sakit ng ulo. Pananakit ng kalamnan: Pananakit ng mga kalamnan o kasukasuan."
      },
      "procedures": [
        {
          "eng": "Cool the burn with running water for at least 10 minutes. Avoid using ice. Cover the burn with a sterile gauze bandage. Do not apply butter or ointments to the burn. For pain relief, consider over-the-counter pain relievers like ibuprofen or acetaminophen.",
          "fil": "Palamigin ang paso gamit ang umaagos na tubig nang hindi bababa sa 10 minuto. Iwasang gumamit ng yelo. Takpan ang paso ng sterile gauze bandage. Huwag maglagay ng mantikilya o mga pamahid sa paso. Para sa lunas sa pananakit, isaalang-alang ang mga over-the-counter na pain reliever tulad ng ibuprofen o acetaminophen."
        },
        {
          "eng": "First, cool the burn under cool but not cold water for 10-20 minutes. Cover the burn with a clean, non-fluffy cloth or cling film. Take a painkiller such as paracetamol or ibuprofen.",
          "fil": "Una, palamigin ang paso sa ilalim ng malamig ngunit hindi malamig na tubig sa loob ng 10-20 minuto. Takpan ang paso ng malinis, hindi malambot na tela o cling film. Uminom ng painkiller tulad ng paracetamol o ibuprofen."
        }
      ],
      "medication": ["Garlic (fever)", "Luya", "Lemon"],
      "links": ["https://www.healthline.com/health/fever", ""],
      "context_set": ""
    }
  ]
}
