{
  "intents": [
    {
      "tag": "Buko Water",
      "patterns": [
        "How to prepare Buko (Coconut) Water for diarrhea?",
        "Paano maghanda ng Buko (Coconut) Water para sa pagtatae?",
        "Steps to use Buko Water for dehydration",
        "Mga hakbang sa paggamit ng Buko Water para sa dehydration",
        "How to use coconut water for rehydration?",
        "Paano gamitin ang tubig ng niyog para sa rehydration?",
        "Best practices for using Buko Water in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Buko Water sa mga remedyo sa bahay",
        "How to filter coconut water for medicinal use?",
        "Paano salain ang tubig ng niyog para sa medicinal na paggamit?",
        "Paano maghanda ng buko para sa dehydration?",
        "How to prepare coconut for dehydration?",    
        "Paano gamitin ang buko sa pagtulong sa diarrhea?",
        "How to use coconut to help with diarrhea?",    
        "Mga hakbang sa paggamit ng buko para sa heat exhaustion",
        "Steps to use coconut for heat exhaustion",   
        "Paano gumawa ng buko juice para sa hydration?",
        "How to make coconut juice for hydration?",    
        "Mga benepisyo ng buko sa dehydration",
        "Benefits of coconut for dehydration",    
        "Paano ilagay ang buko meat para sa diarrhea?",
        "How to apply coconut meat for diarrhea?",    
        "Paano pagsamahin ang buko sa ibang remedyo para sa dehydration?",
        "How to combine coconut with other remedies for dehydration?",    
        "Paano ihanda ang buko water para sa heat exhaustion?",
        "How to prepare coconut water for heat exhaustion?",    
        "Paano maglagay ng buko sa mga sintomas ng diarrhea?",
        "How to apply coconut for symptoms of diarrhea?",   
        "Paano mag-imbak ng buko para sa panggagamot?",
        "How to store coconut for medicinal use?", 
        "Paano gawing smoothie ang buko para sa hydration?",
        "How to make a coconut smoothie for hydration?", 
        "Paano maghanda ng buko ice para sa heat exhaustion?",
        "How to prepare coconut ice for heat exhaustion?",   
        "Paano gamitin ang buko milk sa digestive health?",
        "How to use coconut milk for digestive health?",   
        "Paano isama ang buko sa diet para sa recovery mula sa dehydration?",
        "How to incorporate coconut into the diet for recovery from dehydration?",   
        "Paano gumawa ng coconut popsicle para sa hydration?",
        "How to make coconut popsicles for hydration?",    
        "Paano ihanda ang buko salad para sa hydration?",
        "How to prepare coconut salad for hydration?",  
        "Paano gumawa ng buko juice na may lime para sa diarrhea?",
        "How to make coconut juice with lime for diarrhea?",   
        "Paano ihalo ang buko sa iba pang prutas para sa heat exhaustion?",
        "How to mix coconut with other fruits for heat exhaustion?",   
        "Paano gamitin ang buko pulp sa mga sintomas ng dehydration?",
        "How to use coconut pulp for symptoms of dehydration?",   
        "Paano ilagay ang buko slices para sa hydration?",
        "How to apply coconut slices for hydration?",  
        "Paano gamitin ang buko sa mga bata para sa diarrhea?",
        "How to use coconut for children with diarrhea?"
      ],
      "meaning": {
        "eng": "Buko water is a refreshing and nutritious drink that is popular in many tropical countries, especially in Southeast Asia. It is the clear liquid found inside young coconuts. Buko water is a natural source of electrolytes, which helps to replenish fluids in the body. This makes it a great choice for staying hydrated, especially after exercise or illness. It also contains essential vitamins and minerals, such as vitamin C, calcium, and potassium, that are important for overall health. Additionally, buko water may aid in digestion and help prevent constipation. It is low in calories and fat, making it a suitable drink for those who are watching their weight.",
        "fil": "Ang tubig ng buko ay isang nakakapreskong at masustansiyang inumin na tanyag sa maraming tropikal na bansa, lalo na sa Timog-Silangang Asya. Ito ang malinaw na likido na matatagpuan sa loob ng batang niyog. Ang tubig ng buko ay likas na pinagmumulan ng mga electrolytes, na tumutulong sa pagpapanumbalik ng likido sa katawan. Dahil dito, mainam itong inumin upang manatiling hydrated, lalo na pagkatapos ng ehersisyo o pagkakasakit. Naglalaman din ito ng mga mahahalagang bitamina at mineral, gaya ng vitamin C, calcium, at potassium, na mahalaga para sa pangkalahatang kalusugan. Bukod pa rito, maaaring makatulong ang tubig ng buko sa pagpapadali ng digestion at maiwasan ang constipation. Mababa ito sa calories at taba, kaya angkop na inumin para sa mga nagbabantay sa kanilang timbang."
      },
      "procedures": [
        {
          "eng": "Select Fresh Coconuts: Choose young, green coconuts. Open the Coconut: Use a sharp knife or coconut opener to pierce the soft eye and drain the water into a clean container. Filter the Water: Pour the coconut water through a fine mesh strainer or cheesecloth. Consume Slowly: Drink the coconut water slowly to help with rehydration.",
          "fil": "Pumili ng Mga Sariwang Niyog: Pumili ng mga bata at berdeng niyog. Buksan ang Niyog: Gumamit ng matalim na kutsilyo o pambukas ng niyog upang mabutas ang malambot na mata at patuyuin ang tubig sa malinis na lalagyan. Salain ang Tubig: Ibuhos ang tubig ng niyog sa pamamagitan ng malinis na tela na pangsala. Uminom nang Dahan-dahan: Uminom ng tubig ng niyog nang dahan-dahan upang makatulong sa rehydration."
        }
      ],
      "links": [
        "W. E. Contributors, “Health Benefits of Coconut Water,” WebMD, Mar. 17, 2023. https://www.webmd.com/diet/health-benefits-coconut-water",
        "https://www.healthline.com/nutrition/coconut-water-benefits",
        ""
      ],
      "context_set": ""
    },
    {
      "tag": "Tanglad",
      "patterns": [
        "How to prepare Tanglad for dehydration?",
        "Paano maghanda ng Tanglad para sa dehydration?",
        "Steps to use Tanglad for rehydration",
        "Mga hakbang sa paggamit ng Tanglad para sa rehydration",
        "How to use lemongrass for dehydration?",
        "Paano gamitin ang tanglad para sa dehydration?",
        "Best practices for using Tanglad in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Tanglad sa mga remedyo sa bahay",
        "How to make lemongrass tea for dehydration?",
        "Paano gumawa ng tsaa ng tanglad para sa dehydration?",
        "Paano maghanda ng tanglad para sa dehydration?",
        "How to prepare lemongrass for dehydration?",
        "Paano gamitin ang tanglad para sa abdominal pain?",
        "How to use lemongrass for abdominal pain?",
        "Mga hakbang sa paggamit ng tanglad para sa heat exhaustion",
        "Steps to use lemongrass for heat exhaustion",
        "Paano gumawa ng tanglad tea para sa hydration?",
        "How to make lemongrass tea for hydration?",
        "Mga benepisyo ng tanglad sa dehydration",
        "Benefits of lemongrass for dehydration",
        "Paano ilagay ang tanglad para sa abdominal pain?",
        "How to apply lemongrass for abdominal pain?",
        "Paano pagsamahin ang tanglad sa ibang remedyo para sa heat exhaustion?",
        "How to combine lemongrass with other remedies for heat exhaustion?",
        "Paano ihanda ang tanglad water para sa heat stroke?",
        "How to prepare lemongrass water for heat stroke?",
        "Paano maglagay ng tanglad sa mga sintomas ng dehydration?",
        "How to apply lemongrass for symptoms of dehydration?",
        "Paano mag-imbak ng tanglad para sa panggagamot?",
        "How to store lemongrass for medicinal use?",
        "Paano gawing smoothie ang tanglad para sa hydration?",
        "How to make a lemongrass smoothie for hydration?",
        "Paano maghanda ng tanglad ice para sa heat exhaustion?",
        "How to prepare lemongrass ice for heat exhaustion?",
        "Paano gamitin ang tanglad sa digestive health?",
        "How to use lemongrass for digestive health?",
        "Paano isama ang tanglad sa diet para sa recovery mula sa dehydration?",
        "How to incorporate lemongrass into the diet for recovery from dehydration?",
        "Paano gumawa ng tanglad popsicle para sa hydration?",
        "How to make lemongrass popsicles for hydration?",
        "Paano ihanda ang tanglad salad para sa hydration?",
        "How to prepare lemongrass salad for hydration?",
        "Paano gumawa ng tanglad tea na may honey para sa abdominal pain?",
        "How to make lemongrass tea with honey for abdominal pain?",
        "Paano ihalo ang tanglad sa iba pang prutas para sa heat exhaustion?",
        "How to mix lemongrass with other fruits for heat exhaustion?",
        "Paano gamitin ang tanglad pulp sa mga sintomas ng dehydration?",
        "How to use lemongrass pulp for symptoms of dehydration?",
        "Paano ilagay ang tanglad slices para sa hydration?",
        "How to apply lemongrass slices for hydration?"
      ],
      "meaning": {
        "eng": "Tanglad, also known as lemongrass, is a popular herb in Southeast Asian cuisine. It has a distinct citrusy aroma and flavor, often used in soups, stews, and teas. Beyond its culinary uses, tanglad offers several health benefits. It is rich in antioxidants, which help protect cells from damage. Additionally, tanglad contains compounds that may have anti-inflammatory and antimicrobial properties. Some studies suggest that tanglad may aid in digestion, relieve anxiety, and boost immunity.",
        "fil": "Ang tanglad, na kilala rin bilang lemongrass, ay isang tanyag na halamang-gamot sa lutuing Timog-Silangang Asya. Ito ay may kakaibang aroma at lasa na citrus, at madalas na ginagamit sa mga sopas, nilaga, at tsaa. Bukod sa gamit nito sa pagluluto, ang tanglad ay nag-aalok ng iba't ibang benepisyo sa kalusugan. Ito ay mayaman sa mga antioxidants na tumutulong sa proteksyon ng mga selula mula sa pinsala. Bukod pa rito, naglalaman ang tanglad ng mga sangkap na maaaring may anti-inflammatory at antimicrobial na katangian. May ilang pag-aaral na nagpapakita na maaaring makatulong ang tanglad sa digestion, pagpapagaan ng anxiety, at pagpapalakas ng immunity."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh tanglad stalks, water, optional sweeteners (honey or sugar), and optional flavorings (ginger or lemon). Wash and Chop: Thoroughly wash the tanglad stalks and chop them into small pieces. Boil Water: Bring a pot of water to a boil. Add Tanglad: Add the chopped tanglad to the boiling water. Simmer: Reduce the heat and let it simmer for about 10-15 minutes. Strain: Strain the tea to remove the tanglad pieces. Serve: Consume your tanglad tea slowly hot or let it cool.",
          "fil": "Magtipon ng Mga Sangkap: Mga sariwang tanglad na tanglad, tubig, mga opsyonal na pampatamis (pulot o asukal), at mga opsyonal na pampalasa (luya o lemon). Hugasan at Tadtarin: Hugasan nang maigi ang tanglad na tanglad at tadtarin ito ng maliliit. Pakuluan ang Tubig: Pakuluan ang isang palayok ng tubig. Magdagdag ng Tanglad: Idagdag ang tinadtad na tanglad sa kumukulong tubig. Kumulo: Bawasan ang apoy at hayaang kumulo ng mga 10-15 minuto. Salain: Salain ang tsaa para matanggal ang mga piraso ng tanglad. Ihain: Uminom ng iyong tanglad tea nang dahan-dahang mainit o hayaan itong lumamig."
        }
      ],
      "links": [
        "Lemongrass Tea: 10 Benefits,” Healthline, Nov. 07, 2017. https://www.healthline.com/health/food-nutrition/lemongrass-tea#antioxidant",
        "https://www.healthline.com/health/food-nutrition/lemongrass-tea",
        ""
      ],
      "context_set": ""
    },
    {
      "tag": "Lagundi",
      "patterns": [
        "How to prepare Lagundi for nasal congestion?",
        "Paano maghanda ng Lagundi para sa nasal congestion?",
        "Steps to use Lagundi for nasal congestion",
        "Mga hakbang sa paggamit ng Lagundi para sa nasal congestion",
        "How to use Lagundi for nasal congestion?",
        "Paano gamitin ang Lagundi para sa nasal congestion?",
        "Best practices for using Lagundi in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Lagundi sa mga remedyo sa bahay",
        "How to make Lagundi tea for nasal congestion?",
        "Paano gumawa ng tsaa ng Lagundi para sa nasal congestion?",
        "Paano maghanda ng lagundi para sa nasal congestion?",
        "How to prepare lagundi for nasal congestion?",
        "Paano gamitin ang lagundi para sa broken toe?",
        "How to use lagundi for a broken toe?",
        "Mga hakbang sa paggamit ng lagundi para sa ubo",
        "Steps to use lagundi for cough",
        "Paano gumawa ng lagundi tea para sa diarrhea?",
        "How to make lagundi tea for diarrhea?",
        "Paano gamitin ang lagundi para sa nose bleeding?",
        "How to use lagundi for nose bleeding?",
        "Paano ilagay ang lagundi para sa vertigo?",
        "How to apply lagundi for vertigo?",
        "Paano gamitin ang lagundi sa head injury?",
        "How to use lagundi for head injury?",
        "Paano gumawa ng lagundi paste para sa headache?",
        "How to make lagundi paste for headache?",
        "Paano maglagay ng lagundi sa cold symptoms?",
        "How to apply lagundi for cold symptoms?",
        "Mga benepisyo ng lagundi sa nasal congestion",
        "Benefits of lagundi for nasal congestion",
        "Paano ihalo ang lagundi sa ibang herbal remedies para sa ubo?",
        "How to mix lagundi with other herbal remedies for cough?",
        "Paano gamitin ang lagundi oil para sa broken toe?",
        "How to use lagundi oil for a broken toe?",
        "Paano gumawa ng lagundi syrup para sa diarrhea?",
        "How to make lagundi syrup for diarrhea?",
        "Paano mag-imbak ng lagundi para sa panggagamot?",
        "How to store lagundi for medicinal use?",
        "Paano gumawa ng lagundi tea na may honey para sa ubo?",
        "How to make lagundi tea with honey for cough?",
        "Paano gamitin ang lagundi sa mga bata para sa vertigo?",
        "How to use lagundi for children with vertigo?",
        "Paano ilagay ang lagundi leaves sa mga sintomas ng headache?",
        "How to apply lagundi leaves for headache symptoms?",
        "Paano gumawa ng lagundi infusion para sa cold?",
        "How to make a lagundi infusion for cold?",
        "Paano gamitin ang lagundi sa nose bleeding?",
        "How to use lagundi for nose bleeding?",
        "Paano gumawa ng lagundi ointment para sa broken toe?",
        "How to make lagundi ointment for broken toe?",
        "Paano gamitin ang lagundi sa pagkahilo?",
        "How to use lagundi for dizziness?",
        "Paano maglagay ng lagundi tea sa mga sintomas ng cold?",
        "How to apply lagundi tea for cold symptoms?",
        "Paano gumawa ng lagundi poultice para sa head injury?",
        "How to make a lagundi poultice for head injury?",
        "Paano gamitin ang lagundi sa digestive health?",
        "How to use lagundi for digestive health?",
        "Paano pagsamahin ang lagundi sa iba pang prutas para sa cough?",
        "How to combine lagundi with other fruits for cough?",
        "Paano gumawa ng lagundi oil infusion para sa pain relief?",
        "How to make lagundi oil infusion for pain relief?",
        "Paano gamitin ang lagundi sa allergic rhinitis?",
        "How to use lagundi for allergic rhinitis?",
        "Paano gamitin ang lagundi sa mga sintomas ng vertigo?",
        "How to use lagundi for symptoms of vertigo?",
        "Paano gumawa ng lagundi tincture para sa panggagamot?",
        "How to make lagundi tincture for medicinal use?"
      ],
      "meaning": {
        "eng": "Lagundi, also known as the Chinese violet, is a popular medicinal plant in the Philippines. It is known for its potential to alleviate various health conditions, including nasal congestion.Lagundi contains compounds that may have anti-inflammatory and decongestant properties. These compounds can help reduce swelling in the nasal passages, making it easier to breathe. Additionally, lagundi may help to soothe irritated mucous membranes and reduce congestion.",
        "fil": "Ang lagundi, na kilala rin bilang Chinese violet, ay isang kilalang halamang-gamot sa Pilipinas. Ito ay kilala sa kakayahang magpaginhawa ng iba't ibang kondisyon sa kalusugan, kabilang ang baradong ilong. Ang lagundi ay naglalaman ng mga sangkap na maaaring may anti-inflammatory at decongestant na katangian. Ang mga sangkap na ito ay maaaring makatulong na mabawasan ang pamamaga sa mga daanan ng ilong, na nagpapadali ng paghinga. Bukod pa rito, maaaring makatulong ang lagundi sa pagpapakalma ng iritadong mga mucous membrane at mabawasan ang congestion."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh or dried lagundi leaves, water. Wash and Chop: Thoroughly wash the lagundi leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Lagundi: Add half a cup of chopped fresh or dried lagundi leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day.",
          "fil": "Magtipon ng Mga Sangkap: Sariwa o tuyo na dahon ng lagundi, tubig. Hugasan at Tadtarin: Hugasan nang maigi ang mga dahon ng lagundi at tadtarin ito ng maliliit. Pakuluan ang Tubig: Pakuluan ang 2 basong tubig. Magdagdag ng Lagundi: Magdagdag ng kalahating tasa ng tinadtad na sariwa o tuyo na dahon ng lagundi sa kumukulong tubig. Kumulo: Bawasan ang apoy at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinaghalong para maalis ang mga dahon. Inumin: Uminom ng kalahating tasa ng decoction tatlong beses sa isang araw."
        }
      ],
      "links": [
        "https://drfarrahmd.com/2020/10/lagundi-natural-remedy-for-respiratory/",
        "https://www.pchrd.dost.gov.ph/heartnovation/lagundi-anti-cough-and-anti-asthma-medicine/",
        "https://www.pharexhealth.com/health-articles/6-benefits-of-lagundi-for-dry-cough"
      ],
      "context_set": ""
    },
    {
      "tag": "Oregano",
      "patterns": [
        "How to prepare Oregano for nasal congestion?",
        "Paano maghanda ng Oregano para sa nasal congestion?",
        "Steps to use Oregano for nasal congestion",
        "Mga hakbang sa paggamit ng Oregano para sa nasal congestion",
        "How to use Oregano for nasal congestion?",
        "Paano gamitin ang Oregano para sa nasal congestion?",
        "Best practices for using Oregano in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Oregano sa mga remedyo sa bahay",
        "How to make Oregano tea for nasal congestion?",
        "Paano gumawa ng tsaa ng Oregano para sa nasal congestion?"
      ],
      "meaning": {
        "eng": "Oregano is a popular herb used in cooking and traditional medicine. It is known for its strong, pungent aroma and flavor. In addition to its culinary uses, oregano has been used for centuries to treat various health conditions, including nasal congestion. Oregano contains compounds that may have anti-inflammatory and antimicrobial properties. These compounds can help reduce swelling in the nasal passages and soothe irritated mucous membranes. This can help alleviate congestion and make breathing easier. Oregano can be used in various forms, such as tea, oil, or capsules.",
        "fil": "Ang oregano ay isang tanyag na halamang-gamot na ginagamit sa pagluluto at tradisyunal na medisina. Kilala ito sa malakas at maanghang na aroma at lasa. Bukod sa gamit nito sa pagluluto, matagal nang ginagamit ang oregano upang gamutin ang iba't ibang kondisyon sa kalusugan, kabilang ang baradong ilong. Ang oregano ay naglalaman ng mga sangkap na maaaring may anti-inflammatory at antimicrobial na katangian. Ang mga sangkap na ito ay maaaring makatulong na mabawasan ang pamamaga sa mga daanan ng ilong at magpakalma ng iritadong mga mucous membrane. Makakatulong ito upang mapagaan ang congestion at mapadali ang paghinga. Maaaring gamitin ang oregano sa iba't ibang anyo, tulad ng tsaa, langis, o kapsula."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh oregano leaves, water. Wash and Chop: Thoroughly wash the oregano leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Oregano: Add half a cup of chopped oregano leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day.",
          "fil": "Kunin ang mga Sangkap: Sariwang dahon ng oregano, tubig. Hugasan at Tadtarin: Hugasan nang mabuti ang mga dahon ng oregano at tadtarin ito ng maliliit na piraso. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Oregano: Idagdag ang kalahating tasa ng tinadtad na dahon ng oregano sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga dahon. Inumin: Uminom ng kalahating tasa ng pinagpakuluan tatlong beses sa isang araw."
        }
      ],
      "links": [
        "https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
        "https://www.sinusandallergywellnesscenter.com/blog/natural-remedies-for-sinus-infection-relief-what-works-and-what-doesnt"
      ],
      "context_set": ""
    },
    {
      "tag": "Sambong",
      "patterns": [
        "How to prepare Sambong for cough?",
        "Paano maghanda ng Sambong para sa ubo?",
        "Steps to use Sambong for cough",
        "Mga hakbang sa paggamit ng Sambong para sa ubo",
        "How to use Sambong for cough?",
        "Paano gamitin ang Sambong para sa ubo?",
        "Best practices for using Sambong in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Sambong sa mga remedyo sa bahay",
        "How to make Sambong tea for cough?",
        "Paano gumawa ng tsaa ng Sambong para sa ubo?",
        "Paano maghanda ng sambong para sa sipon?",
        "How to prepare sambong for cold?",
        "Paano gamitin ang sambong para sa head injury?",
        "How to use sambong for head injury?",
        "Mga hakbang sa paggamit ng sambong para sa food poisoning",
        "Steps to use sambong for food poisoning",
        "Paano gumawa ng sambong tea para sa broken toe?",
        "How to make sambong tea for broken toe?",
        "Paano gamitin ang sambong para sa ubo?",
        "How to use sambong for cough?",
        "Paano ilagay ang sambong para sa nasal congestion?",
        "How to apply sambong for nasal congestion?",
        "Mga benepisyo ng sambong sa sipon",
        "Benefits of sambong for cold",
        "Paano ihalo ang sambong sa iba pang herbal remedies para sa ubo?",
        "How to mix sambong with other herbal remedies for cough?",
        "Paano gamitin ang sambong oil para sa head injury?",
        "How to use sambong oil for head injury?",
        "Paano gumawa ng sambong syrup para sa food poisoning?",
        "How to make sambong syrup for food poisoning?",
        "Paano mag-imbak ng sambong para sa panggagamot?",
        "How to store sambong for medicinal use?",
        "Paano gumawa ng sambong tea na may honey para sa ubo?",
        "How to make sambong tea with honey for cough?",
        "Paano gamitin ang sambong sa mga bata para sa sipon?",
        "How to use sambong for children with cold?",
        "Paano ilagay ang sambong leaves sa mga sintomas ng food poisoning?",
        "How to apply sambong leaves for symptoms of food poisoning?",
        "Paano gumawa ng sambong infusion para sa broken toe?",
        "How to make sambong infusion for broken toe?",
        "Paano gamitin ang sambong sa mga sintomas ng head injury?",
        "How to use sambong for symptoms of head injury?",
        "Paano maglagay ng sambong sa mga sintomas ng nasal congestion?",
        "How to apply sambong for symptoms of nasal congestion?",
        "Paano gamitin ang sambong sa digestive health?",
        "How to use sambong for digestive health?",
        "Paano gumawa ng sambong poultice para sa ubo?",
        "How to make a sambong poultice for cough?",
        "Paano gamitin ang sambong sa allergic rhinitis?",
        "How to use sambong for allergic rhinitis?",
        "Paano gumawa ng sambong ointment para sa broken toe?",
        "How to make sambong ointment for broken toe?",
        "Paano gamitin ang sambong sa nausea at vomiting?",
        "How to use sambong for nausea and vomiting?",
        "Paano gumawa ng sambong tincture para sa panggagamot?",
        "How to make sambong tincture for medicinal use?",
        "Paano gamitin ang sambong sa stress relief?",
        "How to use sambong for stress relief?",
        "Paano ilagay ang sambong sa mga sugat?",
        "How to apply sambong to wounds?",
        "Paano pagsamahin ang sambong sa iba pang prutas para sa ubo?",
        "How to combine sambong with other fruits for cough?",
        "Paano gamitin ang sambong sa pagkakaroon ng hangover?",
        "How to use sambong for hangover?",
        "Paano maghanda ng sambong na may lemon para sa cold?",
        "How to prepare sambong with lemon for cold?",
        "Paano gamitin ang sambong sa lagnat?",
        "How to use sambong for fever?",
        "Paano ilagay ang sambong tea para sa nasal congestion?",
        "How to apply sambong tea for nasal congestion?",
        "Paano gumawa ng sambong capsules para sa panggagamot?",
        "How to make sambong capsules for medicinal use?",
        "Paano ihalo ang sambong sa iba pang herbal tea?",
        "How to mix sambong with other herbal teas?",
        "Paano gamitin ang sambong sa respiratory issues?",
        "How to use sambong for respiratory issues?",
        "Paano gumawa ng sambong extract para sa head injury?",
        "How to make sambong extract for head injury?",
        "Paano gamitin ang sambong sa skin irritations?",
        "How to use sambong for skin irritations?",
        "Paano gumawa ng sambong ice cubes para sa headache?",
        "How to make sambong ice cubes for headache?"
      ],
      "meaning": {
        "eng": "Sambong is a medicinal plant native to the Philippines. It is known for its potential health benefits, especially for urinary tract problems. The leaves of sambong contain compounds that may help to relax the muscles of the urinary tract, promote urination, and reduce inflammation. This can be beneficial for conditions such as urinary tract infections (UTIs) and kidney stones.",
        "fil": "Ang sambong ay isang halamang-gamot na katutubo sa Pilipinas. Kilala ito sa mga potensyal na benepisyo sa kalusugan, lalo na para sa mga problema sa urinary tract. Ang mga dahon ng sambong ay naglalaman ng mga sangkap na maaaring makatulong sa pagpaparelaks ng mga kalamnan ng urinary tract, pagpapasigla ng pag-ihi, at pagbabawas ng pamamaga. Ito ay maaaring maging kapaki-pakinabang para sa mga kondisyon tulad ng urinary tract infections (UTIs) at mga bato sa bato."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh sambong leaves. Wash and Roll: Thoroughly wash the sambong leaves and roll them densely. Insert: Place the rolled sambong leaves into the nostril cavities to help stop the bleeding.",
          "fil": "Kunin ang mga Sangkap: Sariwang dahon ng sambong. Hugasan at Irolyo: Hugasan nang mabuti ang mga dahon ng sambong at irolyo nang mahigpit. Ipasok: Ipasok ang mga nirolyong dahon ng sambong sa butas ng ilong upang matigil ang pagdurugo."
        }
      ],
      "links": [
        "https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
        "https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/sambong-benefits/"
      ],
      "context_set": ""
    },
    {
      "tag": "Tsaang Gubat",
      "patterns": [
        "How to prepare Tsaang Gubat for abdominal pain?",
        "Paano maghanda ng Tsaang Gubat para sa pananakit ng tiyan?",
        "Steps to use Tsaang Gubat for abdominal pain",
        "Mga hakbang sa paggamit ng Tsaang Gubat para sa pananakit ng tiyan",
        "How to use Tsaang Gubat for abdominal pain?",
        "Paano gamitin ang Tsaang Gubat para sa pananakit ng tiyan?",
        "Best practices for using Tsaang Gubat in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Tsaang Gubat sa mga remedyo sa bahay",
        "How to make Tsaang Gubat tea for abdominal pain?",
        "Paano gumawa ng tsaa ng Tsaang Gubat para sa pananakit ng tiyan?"
      ],
      "meaning": {
        "eng": "Tsaang gubat, also known as wild mint or peppermint, is a popular herbal tea in the Philippines. It is known for its refreshing, minty flavor and potential health benefits. Tsaang gubat contains compounds that may have anti-inflammatory, antioxidant, and digestive properties. These compounds can help soothe the digestive tract, relieve bloating and gas, and promote overall digestive health. Additionally, tsaang gubat may help to reduce stress and anxiety.",
        "fil": "Ang tsaang gubat, na kilala rin bilang wild mint o peppermint, ay isang tanyag na halamang-gamot na tsaa sa Pilipinas. Kilala ito sa nakakapreskong, minty na lasa at mga potensyal na benepisyo sa kalusugan. Ang tsaang gubat ay naglalaman ng mga sangkap na maaaring may anti-inflammatory, antioxidant, at digestive na katangian. Ang mga sangkap na ito ay maaaring makatulong na pakalmahin ang digestive tract, bawasan ang kabag at hangin sa tiyan, at magtaguyod ng pangkalahatang kalusugan ng pagtunaw. Bukod pa rito, maaaring makatulong ang tsaang gubat sa pagpapababa ng stress at anxiety."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh Tsaang Gubat leaves, water. Wash and Chop: Thoroughly wash the Tsaang Gubat leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Tsaang Gubat: Add half a cup of chopped Tsaang Gubat leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day.",
          "fil": "Kunin ang mga Sangkap: Sariwang dahon ng Tsaang Gubat, tubig. Hugasan at Tadtarin: Hugasan nang mabuti ang mga dahon ng Tsaang Gubat at tadtarin ito ng maliliit na piraso. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Tsaang Gubat: Idagdag ang kalahating tasa ng tinadtad na dahon ng Tsaang Gubat sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga dahon. Inumin: Uminom ng kalahating tasa ng pinagpakuluan tatlong beses sa isang araw."
        }
      ],
      "links": [
        "https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024).",
        "https://www.philippineherbalmedicine.org/tsaang_gubat.htm",
        "http://www.medicalhealthguide.com/articles/tsaanggubat.htm"
      ],
      "context_set": ""
    },
    {
      "tag": "Luya",
      "patterns": [
        "How to prepare Luya for abdominal pain?",
        "Paano maghanda ng Luya para sa pananakit ng tiyan?",
        "Steps to use Luya for abdominal pain",
        "Mga hakbang sa paggamit ng Luya para sa pananakit ng tiyan",
        "How to use Luya for abdominal pain?",
        "Paano gamitin ang Luya para sa pananakit ng tiyan?",
        "Best practices for using Luya in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay",
        "How to make Luya tea for abdominal pain?",
        "Paano gumawa ng tsaa ng Luya para sa pananakit ng tiyan?"
      ],
      "meaning": {
        "eng": "Luya, also known as ginger, is a popular spice and medicinal herb used in various cuisines around the world. It has a distinct, pungent flavor and aroma. Luya is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include gingerol, shogaol, and zingerone. These compounds may help reduce inflammation, improve digestion, and relieve nausea. Additionally, luya has been studied for its potential to lower blood sugar levels and improve heart health.",
        "fil": "Ang luya, na kilala rin bilang ginger, ay isang tanyag na pampalasa at halamang-gamot na ginagamit sa iba't ibang lutuin sa buong mundo. Ito ay may kakaibang, maanghang na lasa at aroma. Ang luya ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Ilan sa mga sangkap na ito ay ang gingerol, shogaol, at zingerone. Ang mga sangkap na ito ay maaaring makatulong sa pagbabawas ng pamamaga, pagpapabuti ng digestion, at pagpapagaan ng pagduduwal. Bukod pa rito, pinag-aaralan ang luya para sa potensyal nito na pababain ang antas ng asukal sa dugo at pagbutihin ang kalusugan ng puso."
      },
      "procedures": [
        {
          "eng": "Gather Ingredients: Fresh ginger root, water, optional sweeteners (honey or sugar). Wash and Slice: Thoroughly wash the ginger root and slice it into thin pieces. Boil Water: Bring 2 cups of water to a boil. Add Ginger: Add the sliced ginger to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the ginger slices. Optional Additions: Add honey or sugar to sweeten if desired. Drink: Drink half a cup of the ginger tea three times a day.",
          "fil": "Kunin ang mga Sangkap: Sariwang ugat ng luya, tubig, opsyonal na pampatamis (pulot o asukal). Hugasan at Hiwain: Hugasan nang mabuti ang ugat ng luya at hiwain ito ng manipis. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Luya: Idagdag ang hiniwang luya sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga hiwa ng luya. Opsyonal na Pampatamis: Magdagdag ng pulot o asukal kung nais. Inumin: Uminom ng kalahating tasa ng tsaa ng luya tatlong beses sa isang araw."
        }
      ],
      "links": [
        "https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024)",
        "https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
        "https://pinascuisine.com/luya/",
        "http://www.philippineherbalmedicine.org/ginger.htm",
        "https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
        "https://www.verywellhealth.com/herbs-for-pain-management-89299"
      ],
      "context_set": ""
    },
    {
      "tag": "Ginkgo Biloba",
      "patterns": [
        "How to prepare Ginkgo Biloba for vertigo?",
        "Paano maghanda ng Ginkgo Biloba para sa vertigo?",
        "Steps to use Ginkgo Biloba for vertigo",
        "Mga hakbang sa paggamit ng Ginkgo Biloba para sa vertigo",
        "How to use Ginkgo Biloba for vertigo?",
        "Paano gamitin ang Ginkgo Biloba para sa vertigo?",
        "Best practices for using Ginkgo Biloba in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Ginkgo Biloba sa mga remedyo sa bahay",
        "How to make Ginkgo Biloba for vertigo?",
        "Paano gumawa ng Ginkgo Biloba para sa vertigo?"
      ],
      "meaning": {
        "eng": "Ginkgo biloba is a tree native to China that has been used in traditional Chinese medicine for centuries. The leaves of the ginkgo tree contain compounds that may have health benefits. Ginkgo biloba is often used to improve memory and cognitive function. It may also help to increase blood flow to the brain and improve circulation. Additionally, ginkgo biloba has been studied for its potential to reduce anxiety and depression.",
        "fil": "Ang ginkgo biloba ay isang puno na katutubo sa Tsina at ginagamit sa tradisyunal na medisina ng Tsino sa loob ng maraming siglo. Ang mga dahon ng punong ginkgo ay naglalaman ng mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Kadalasang ginagamit ang ginkgo biloba upang mapabuti ang memorya at cognitive function. Maaari rin itong makatulong sa pagpapataas ng daloy ng dugo sa utak at pagpapabuti ng sirkulasyon. Bukod pa rito, pinag-aaralan din ang ginkgo biloba para sa potensyal nitong mabawasan ang anxiety at depresyon."
      },
      "procedures": [
        {
          "eng": "Take a handful of dried Ginkgo Biloba leaves. Boil 2 cups of water. Add the leaves to the boiling water. Let it simmer for 10-15 minutes. Strain the leaves and pour the tea into a cup. Drink 1-2 cups daily.",
          "fil": "Kumuha ng isang dakot ng pinatuyong dahon ng Ginkgo Biloba. Pakuluan ang 2 tasa ng tubig. Idagdag ang mga dahon sa kumukulong tubig. Hayaang kumulo ng 10-15 minuto. Salain ang mga dahon at ibuhos ang tsaa sa tasa. Uminom ng 1-2 tasa araw-araw."
        }
      ],
      "links": [
        "https://medicaltrendsnow.com/ent/treatments-for-vertigo",
        "https://www.webmd.com/vitamins/ai/ingredientmono-333/ginkgo",
        "https://www.healthline.com/nutrition/ginkgo-biloba-benefits"
      ],
      "context_set": ""
    },
    {
      "tag": "Guava Leaves",
      "patterns": [
        "How to prepare Guava Leaves for food poisoning?",
        "Paano maghanda ng Guava Leaves para sa food poisoning?",
        "Steps to use Guava Leaves for food poisoning",
        "Mga hakbang sa paggamit ng Guava Leaves para sa food poisoning",
        "How to use Guava Leaves for food poisoning?",
        "Paano gamitin ang Guava Leaves para sa food poisoning?",
        "Best practices for using Guava Leaves in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Guava Leaves sa mga remedyo sa bahay",
        "How to make Guava Leaves for food poisoning?",
        "Paano gumawa ng Guava Leaves para sa food poisoning?"
      ],
      "meaning": {
        "eng": "Guava leaves are a popular herbal remedy in many parts of the world. They are packed with antioxidants and bioactive compounds that may have various health benefits. Guava leaves are often used to treat digestive issues, such as diarrhea and constipation. They may also help to regulate blood sugar levels and boost immunity. Additionally, some studies suggest that guava leaves may have anti-inflammatory and antimicrobial properties. Guava leaves can be consumed in various forms, such as tea, capsules, or topical applications. However, it is important to consult with a healthcare professional before using guava leaves or any herbal remedy, especially if you have underlying health conditions or are taking medications.",
        "fil": "Ang mga dahon ng bayabas ay isang tanyag na halamang-gamot sa maraming bahagi ng mundo. Sila ay puno ng antioxidants at bioactive na mga sangkap na maaaring magbigay ng iba't ibang benepisyo sa kalusugan. Madalas na ginagamit ang mga dahon ng bayabas upang gamutin ang mga problema sa pagtunaw, tulad ng pagtatae at constipation. Maaari rin itong makatulong sa pag-regulate ng antas ng asukal sa dugo at pagpapalakas ng immune system. Bukod dito, may ilang pag-aaral na nagpapahiwatig na ang mga dahon ng bayabas ay maaaring may anti-inflammatory at antimicrobial na katangian. Maaaring gamitin ang mga dahon ng bayabas sa iba't ibang anyo, tulad ng tsaa, kapsula, o pangkasalukuyang aplikasyon. Gayunpaman, mahalagang kumonsulta muna sa isang propesyonal sa kalusugan bago gumamit ng mga dahon ng bayabas o anumang halamang-gamot, lalo na kung mayroon kang mga kundisyong medikal o umiinom ng gamot."
      },
      "procedures": [
        {
          "eng": "Wash the guava leaves thoroughly. Boil 1.5 liters of water in a pot. Add the guava leaves to the boiling water. Let it simmer for about 10-15 minutes. Remove from heat and let it cool slightly. Strain the leaves and pour the tea into a cup. Drink 2-3 times a day on an empty stomach until symptoms improve.",
          "fil": "Hugasan nang mabuti ang mga dahon ng bayabas. Pakuluan ang 1.5 litro ng tubig sa isang kaldero. Idagdag ang mga dahon ng bayabas sa kumukulong tubig. Hayaang kumulo ng mga 10-15 minuto. Alisin sa apoy at hayaang lumamig ng kaunti. Salain ang mga dahon at ibuhos ang tsaa sa tasa. Uminom ng 2-3 beses sa isang araw nang walang laman ang tiyan hanggang sa bumuti ang pakiramdam."
        }
      ],
      "links": [
        "https://medicaltrendsnow.com/emergency-medicine/treatments-for-food-poisoning-in-the-philippines/",
        "https://www.healthline.com/nutrition/8-benefits-of-guavas",
        "https://food.ndtv.com/health/15-amazing-guava-benefits-heart-healthy-weight-loss-friendly-and-more-1244242"
      ],
      "context_set": ""
    },
    {
      "tag": "Atis",
      "patterns": [
        "How to prepare Atis for Fainting",
        "Paano maghanda ng Atis para sa Fainting",
        "Steps to use Atis for Fainting",
        "Mga hakbang sa paggamit ng Atis para sa Fainting",
        "How to use Atis for Fainting?",
        "Paano gamitin ang Atis para sa Fainting?",
        "Best practices for using Atis in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Atis sa mga remedyo sa bahay",
        "How to make Atis for Fainting?",
        "Paano gumawa ng Atis para sa Fainting?"
      ],
      "meaning": {
        "eng": "Atis, also known as custard apple, is a tropical fruit native to the Americas. It has a unique appearance with a green, bumpy exterior and a creamy, custard-like interior. Atis is rich in nutrients, including vitamins A, C, and B vitamins, as well as minerals like potassium and iron. It is also a good source of fiber. Atis has been traditionally used in folk medicine to treat various ailments, including diarrhea, fever, and skin conditions. Some studies suggest that atis may have antioxidant and anti-inflammatory properties.",
        "fil": "Ang atis, na kilala rin bilang custard apple, ay isang tropikal na prutas na katutubo sa Amerika. Mayroon itong kakaibang hitsura na may berdeng, butlig-butlig na balat at malambot, parang custard na laman sa loob. Ang atis ay mayaman sa mga sustansya, kabilang ang mga bitamina A, C, at mga bitamina B, pati na rin ang mga mineral tulad ng potassium at iron. Ito rin ay isang mahusay na pinagmumulan ng fiber. Sa tradisyunal na medisina, ginagamit ang atis upang gamutin ang iba't ibang karamdaman, tulad ng pagtatae, lagnat, at mga kondisyon sa balat. May ilang pag-aaral na nagpapahiwatig na ang atis ay maaaring may antioxidant at anti-inflammatory na katangian."
      },
      "procedures": [
        {
          "eng": "Crush a few fresh atis leaves to release their juice. Apply the crushed leaves directly to the nose area. Inhale the scent of the leaves to help revive someone who has fainted.",
          "fil": "Durugin ang ilang sariwang dahon ng atis upang lumabas ang katas. Ilagay ang dinurog na dahon sa ilong. Singhutin ang amoy ng dahon upang makatulong na gisingin ang taong nahimatay."
        }
      ],
      "links": [
        "https://www.philippineherbalmedicine.org/medicinal_plants.htm",
        "https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/atis-benefits/"
      ],
      "context_set": ""
    },
    {
      "tag": "Yerba Buena",
      "patterns": [
        "How to prepare Yerba Buena for Headache",
        "Paano maghanda ng Yerba Buena para sa Headache",
        "Steps to use Yerba Buena for Headache",
        "Mga hakbang sa paggamit ng Yerba Buena para sa Headache",
        "How to use Yerba Buena for Headache?",
        "Paano gamitin ang Yerba Buena para sa Headache?",
        "Best practices for using Yerba Buena in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Yerba Buena sa mga remedyo sa bahay",
        "How to make Yerba Buena for Headache?",
        "Paano gumawa ng Yerba Buena para sa Headache?"
      ],
      "meaning": {
        "eng": "Yerba buena, also known as peppermint, is a popular herb used in cooking and traditional medicine. It has a refreshing, minty flavor and aroma. Yerba buena is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include menthol, which is responsible for the herb's cooling sensation. Yerba buena may help to relieve digestive issues, such as bloating and gas. It may also help to reduce stress and anxiety.",
        "fil": "Ang yerba buena, na kilala rin bilang peppermint, ay isang tanyag na halamang-gamot na ginagamit sa pagluluto at tradisyunal na medisina. Ito ay may nakakapreskong, minty na lasa at aroma. Ang yerba buena ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring magbigay ng benepisyo sa kalusugan. Isa sa mga sangkap na ito ay ang menthol, na nagbibigay ng malamig na pakiramdam. Maaaring makatulong ang yerba buena sa pagpapagaan ng mga problema sa pagtunaw, tulad ng kabag at hangin sa tiyan. Maaari rin itong makatulong na mabawasan ang stress at anxiety."
      },
      "procedures": [
        {
          "eng": "Wash a handful of fresh Yerba Buena leaves thoroughly. Boil 2 cups of water. Add the leaves to the boiling water. Let it simmer for 10-15 minutes. Strain the leaves and pour the tea into a cup. Drink 1 cup every 3-4 hours as needed.",
          "fil": "Hugasan nang maigi ang isang dakot ng sariwang dahon ng Yerba Buena. Pakuluan ang 2 tasa ng tubig. Idagdag ang mga dahon sa kumukulong tubig. Hayaang kumulo ng 10-15 minuto. Salain ang mga dahon at ibuhos ang tsaa sa tasa. Uminom ng 1 tasa bawat 3-4 na oras kung kinakailangan."
        }
      ],
      "links": [
        "https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones/",
        "https://www.philippineherbalmedicine.org/doh_herbs.htm",
        "https://globalfoodbook.com/17-remarkable-benefits-of-yerba-buena",
        "https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/yerba-buena-plant-benefits/"
      ],
      "context_set": ""
    },
    {
      "tag": "Calamansi with Honey",
      "patterns": [
        "How to prepare Calamansi with Honey for Cold",
        "Paano maghanda ng Calamansi with Honey para sa Cold",
        "Steps to use Calamansi with Honey for Cold",
        "Mga hakbang sa paggamit ng Calamansi with Honey para sa Cold",
        "How to use Calamansi with Honey for Cold?",
        "Paano gamitin ang Calamansi with Honey para sa Cold?",
        "Best practices for using Calamansi with Honey in home remedies",
        "Mga tamang pamamaraan ng paggamit ng Calamansi with Honey sa mga remedyo sa bahay",
        "How to make Calamansi with Honey for Cold?",
        "Paano gumawa ng Calamansi with Honey para sa Cold?"
      ],
      "meaning": {
        "eng": "Calamansi is a small, citrus fruit native to the Philippines. It is often referred to as the `Philippine lime` due to its tart, tangy flavor. When combined with honey, it creates a refreshing and potentially beneficial drink.Calamansi is rich in vitamin C, which is essential for boosting immunity and promoting overall health. It also contains antioxidants that can help protect cells from damage. Honey, on the other hand, is known for its antibacterial and anti-inflammatory properties. When combined, calamansi and honey can be a natural remedy for various ailments, including colds, coughs, and sore throats.",
        "fil": "Ang kalamansi ay isang maliit na prutas na sitrus na katutubo sa Pilipinas. Madalas itong tinatawag na `Philippine lime` dahil sa maasim at matapang nitong lasa. Kapag hinaluan ng pulot, nagiging isang nakakapreskong at posibleng kapaki-pakinabang na inumin ito. Ang kalamansi ay mayaman sa vitamin C, na mahalaga para sa pagpapalakas ng immune system at pagpapabuti ng pangkalahatang kalusugan. Naglalaman din ito ng antioxidants na tumutulong na protektahan ang mga selula mula sa pinsala. Samantala, kilala ang pulot sa mga antibacterial at anti-inflammatory na katangian. Kapag pinagsama, ang kalamansi at pulot ay maaaring maging natural na lunas para sa iba't ibang karamdaman, tulad ng sipon, ubo, at sore throat."
      },
      "procedures": [
        {
          "eng": "Wash the calamansi fruits thoroughly. Cut each calamansi in half and squeeze out the juice into a container. Remove any seeds from the juice. In a mug, mix the calamansi juice with 1 cup of warm water. Add 2 tablespoons of honey and stir well until the honey is fully dissolved. Drink this mixture 2-3 times a day to help alleviate cold symptoms.",
          "fil": "Hugasan nang mabuti ang mga calamansi. Hiwain ang bawat calamansi sa kalahati at pigain ang katas sa isang lalagyan. Alisin ang mga buto mula sa katas. Sa isang tasa, ihalo ang katas ng calamansi sa 1 tasa ng maligamgam na tubig. Magdagdag ng 2 kutsara ng pulot at haluin nang mabuti hanggang matunaw ang pulot. Inumin ito ng 2-3 beses sa isang araw upang makatulong na maibsan ang mga sintomas ng sipon."
        }
      ],
      "links": [
        "https://mypharma.ph/articles/10-classic-home-remedies-trusted-by-filipino-moms",
        "https://uscitrus.com/blogs/citrus-delight-blog/calamondin-magic-7-amazing-health-benefits-of-calamansi-juice",
        "https://www.thelittleepicurean.com/calamansi-juice/",
        "https://nawon.com.vn/calamansi-juice-8-benefits-of-this-tasty-citrus-fruit/"
      ],
      "context_set": ""
    },
    {
      "tag": "Gauze Bandage",
      "patterns": [
        "How to properly apply a gauze bandage?",
        "Paano maayos na maglagay ng gauze bandage?",
        "Steps to prepare and use a gauze bandage",
        "Mga hakbang sa paghahanda at paggamit ng gauze bandage",
        "What are the best practices for using a gauze bandage?",
        "Ano ang mga tamang pamamaraan ng paggamit ng gauze bandage?",
        "How to sterilize a gauze bandage before use?"
      ],
      "meaning": {
        "eng": "Gauze bandages are a common first aid supply used to cover and protect wounds. They are typically made from a thin, woven fabric that is highly absorbent. Gauze bandages are often used in conjunction with other wound care products, such as adhesive bandages or medical tape, to secure dressings in place.",
        "fil": "Ang mga gauze bandage ay isang karaniwang gamit sa pangunang lunas na ginagamit upang takpan at protektahan ang mga sugat. Karaniwan itong gawa sa manipis at hinabing tela na lubos na sumisipsip ng likido. Madalas na ginagamit ang mga gauze bandage kasama ng iba pang mga produktong pang-alaga sa sugat, tulad ng adhesive bandages o medical tape, upang siguraduhin na maayos ang pagkakalagay ng mga dressing sa sugat."
      },
      "procedures": [
        {
          "eng": "Wash hands or use sanitizer. Clean the wound with sterile water. Place sterile gauze pad on the wound. Wrap with gauze roll (if needed), snug but not tight  Secure with tape or bandage clips. Check circulation and adjust if too tight. Replace if dirty or wet.",
          "fil": "Hugasan ang mga kamay o gumamit ng sanitizer. Linisin ang sugat gamit ang sterile na tubig Ilagay ang sterile gauze pad sa sugat. Balutin ng gauze roll (kung kailangan), tiyaking maayos pero hindi masyadong mahigpit. Siguruhing nakasecure gamit ang tape o bandage clips. Suriin ang sirkulasyon at ayusin kung masyadong mahigpit. Palitan kung marumi o basa."
        }
      ],
      "links": [
        "https://www.band-aid.com/first-aid-info/first-aid-basics/bandaging-a-wound",
        "https://gauzecare.com/7-different-types-of-gauze-for-wounds-when-to-use-them/",
        "https://www.woundsource.com/blog/gauze-dressings-and-wounds-9-dos-and-don-ts"
      ],
      "context_set": ""
    },
    {
      "tag": "Aloe Vera",
      "patterns": [
        "How to prepare Aloe Vera?",
        "Paano ihanda ang Aloe Vera?",
        "Steps to prepare Aloe Vera for burns",
        "Mga hakbang sa paghahanda ng Aloe Vera para sa paso",
        "How to use Aloe Vera for healing?",
        "Paano gamitin ang Aloe Vera para sa paggaling?",
        "How to extract Aloe Vera gel?",
        "Paano kunin ang gel ng Aloe Vera?",
        "Best practices for Aloe Vera application",
        "Mga tamang pamamaraan ng paglalagay ng Aloe Vera",
        "How to store Aloe Vera gel?",
        "Paano itago ang gel ng Aloe Vera?"
      ],
      "meaning": {
        "eng": "Aloe vera is a succulent plant with thick, fleshy leaves that contain a gel-like substance inside. This gel has been used for centuries as a natural remedy for various health conditions. Aloe vera gel is rich in vitamins, minerals, and antioxidants. It also contains bioactive compounds that may have anti-inflammatory, antimicrobial, and wound-healing properties. Aloe vera is often used topically to treat skin conditions, such as burns, cuts, and acne. It may also help to soothe sunburn and reduce itching. Additionally, some studies suggest that aloe vera may have internal health benefits, including improving digestion and boosting immunity.",
        "fil": "Ang aloe vera ay isang succulent na halaman na may makapal at makatas na mga dahon na naglalaman ng parang gel na sangkap sa loob. Ang gel na ito ay ginagamit sa loob ng maraming siglo bilang natural na lunas para sa iba't ibang kondisyon sa kalusugan. Ang aloe vera gel ay mayaman sa mga bitamina, mineral, at antioxidants. Naglalaman din ito ng mga bioactive na sangkap na maaaring may anti-inflammatory, antimicrobial, at wound-healing na katangian. Madalas na ginagamit ang aloe vera bilang pangkasalukuyang lunas sa mga kondisyon sa balat, tulad ng paso, hiwa, at acne. Maaari rin itong makatulong sa pagpapakalma ng sunburn at pagbabawas ng pangangati. Bukod dito, may ilang pag-aaral na nagpapahiwatig na maaaring may benepisyo rin ang aloe vera sa loob ng katawan, kabilang ang pagpapabuti ng digestion at pagpapalakas ng immune system."
      },
      "procedures": [
        {
          "eng": "Clean the Burn: Gently rinse the burn with cool water to remove debris. Cut a Fresh Aloe Vera Leaf: Use a clean knife to cut an Aloe Vera leaf near the base. Extract the Gel: Slice the leaf open lengthwise and scoop out the gel inside. Apply the Gel: Gently apply a thin layer of the Aloe Vera gel directly onto the burn. Let It Absorb: Allow the gel to absorb into the skin. You can reapply as needed. Store Extra Gel: Place leftover gel in an airtight container and refrigerate for later use.",
          "fil": "Linisin ang Paso: Banayad na banlawan ang paso gamit ang malamig na tubig para matanggal ang dumi. Putulin ang Fresh na Dahon ng Aloe Vera: Gamit ang malinis na kutsilyo, putulin ang dahon ng Aloe Vera malapit sa base. Kunin ang Gel: Hiwain ang dahon nang pahaba at kunin ang gel sa loob. Ilagay ang Gel: Maingat na ipahid ang manipis na layer ng Aloe Vera gel direkta sa paso. Pahintulutan itong Ma-absorb: Hayaan ang gel na ma-absorb ng balat. Pwede itong ulitin kung kinakailangan. Itago ang Natirang Gel: Ilagay ang natirang gel sa isang airtight container at ilagay sa ref para magamit sa susunod."
        }
      ],
      "links": [
        "https://hellodoctor.com.ph/fil/mga-herbal-at-alternatives/halamang-gamot/benepisyo-ng-aloe-vera/",
        "https://www.almanac.com/aloe-vera-self-regenerating-first-aid-kit",
        "https://naturallysavvy.com/care/7-fabulous-first-aid-uses-for-aloe-vera-you-should-know/",
        "https://wellnessnova.com/herbal-first-aid-kit/"
      ],
      "context_set": ""
    },
    {
      "tag": "Dahon ng Saging",
      "patterns": [
        "How to prepare banana leaves?",
        "Paano ihanda ang dahon ng saging?",
        "Steps to prepare banana leaves for wounds",
        "Mga hakbang sa paghahanda ng dahon ng saging para sa sugat",
        "How to use banana leaves for healing?",
        "Paano gamitin ang dahon ng saging para sa paggaling?",
        "How to soften banana leaves?",
        "Paano palambutin ang dahon ng saging?",
        "Best practices for using banana leaves on cuts",
        "Mga tamang pamamaraan ng paggamit ng dahon ng saging sa sugat"
      ],
      "meaning": {
        "eng": "Dahon ng saging (banana leaf) is a versatile material commonly used in Filipino cuisine and traditional medicine. It is the large, green leaf of a banana tree. Dahon ng saging is often used as a natural wrapping material for various Filipino dishes, such as suman, tamales, and lechon. It imparts a unique flavor and aroma to the food, while also helping to retain moisture and prevent it from sticking. Beyond its culinary uses, dahon ng saging has been used for centuries as a traditional remedy for various ailments. It is believed to have anti-inflammatory, antimicrobial, and wound-healing properties. The leaves can be applied topically to soothe skin irritations, burns, and insect bites. Additionally, dahon ng saging may help to reduce fever and relieve pain.",
        "fil": "Ang dahon ng saging ay isang maraming gamit na materyal na karaniwang ginagamit sa lutuing Pilipino at tradisyunal na medisina. Ito ay ang malalaking berdeng dahon ng puno ng saging. Madalas itong ginagamit bilang natural na pambalot sa iba't ibang pagkaing Pilipino, tulad ng suman, tamales, at lechon. Nagbibigay ito ng natatanging lasa at aroma sa pagkain, habang tumutulong din sa pagpapanatili ng halumigmig at pag-iwas sa pagkakadikit. Bukod sa gamit nito sa pagluluto, matagal nang ginagamit ang dahon ng saging bilang tradisyunal na lunas sa iba't ibang karamdaman. Pinaniniwalaang mayroon itong mga anti-inflammatory, antimicrobial, at wound-healing na katangian. Maaari itong ilagay nang direkta sa balat upang pakalmahin ang mga iritasyon, paso, at kagat ng insekto. Bukod pa rito, ang dahon ng saging ay maaaring makatulong sa pagpapababa ng lagnat at pag-alis ng sakit."
      },
      "procedures": [
        {
          "eng": "Clean the Banana Leaf: Rinse the banana leaf thoroughly with clean water to remove dirt. Heat the Leaf: Gently pass the leaf over low heat to soften it without burning. Cool the Leaf: Allow the leaf to cool down until it's comfortable to touch. Place on the Cut: Wrap or place the softened banana leaf over the cut. Secure in Place: Use a clean bandage or cloth to hold the leaf in place.",
          "fil": "Linisin ang Dahon ng Saging: Hugasan ang dahon ng saging nang mabuti gamit ang malinis na tubig para matanggal ang dumi. Painitin ang Dahon: Dahan-dahang ipadaan ang dahon sa mahinang apoy para lumambot, ngunit huwag itong sunugin. Palamigin ang Dahon: Hayaan itong lumamig hanggang sa kaya na itong hawakan nang kumportable. Ilagay sa Sugat: Ibalot o ilagay ang pinalambot na dahon ng saging sa sugat. Talian o Siguraduhin ang Puwesto: Gumamit ng malinis na benda o tela para manatili ang dahon sa lugar."
        }
      ],
      "links": [
        "https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
        "https://www.slideshare.net/slideshow/3-final-first-aid-101ppt/264742676",
        "https://ph.theasianparent.com/halamang-gamot-sa-pagtatae"
      ],
      "context_set": ""
    },
    {
      "tag": "Dahon ng Mayana",
      "patterns": [
        "How to prepare Mayana leaves?",
        "Paano ihanda ang dahon ng Mayana?",
        "Steps to prepare Mayana leaves for wounds",
        "Mga hakbang sa paghahanda ng dahon ng Mayana para sa sugat",
        "How to use Mayana leaves for healing?",
        "Paano gamitin ang dahon ng Mayana para sa paggaling?",
        "How to crush Mayana leaves?",
        "Paano durugin ang dahon ng Mayana?",
        "Best practices for using Mayana leaves on cuts",
        "Mga tamang pamamaraan ng paggamit ng dahon ng Mayana sa sugat"
      ],
      "meaning": {
        "eng": "Mayana leaves (Coleus blumei) are a popular medicinal herb in the Philippines. They are known for their potential healing properties and are used in traditional medicine to treat a variety of ailments. Mayana leaves contain compounds that may have anti-inflammatory, antimicrobial, and pain-relieving properties. They have been traditionally used to treat wounds, sprains, bruises, and swelling. The leaves can be crushed and applied directly to the affected area to reduce pain and inflammation. Additionally, mayana leaves may have other potential health benefits, such as improving digestion and boosting immunity.",
        "fil": "Ang mga dahon ng mayana (Coleus blumei) ay isang tanyag na halamang-gamot sa Pilipinas. Kilala ang mga ito sa kanilang posibleng mga katangiang nakakagamot at ginagamit sa tradisyunal na medisina upang gamutin ang iba't ibang karamdaman. Ang mga dahon ng mayana ay naglalaman ng mga sangkap na maaaring may anti-inflammatory, antimicrobial, at pain-relieving na mga katangian. Tradisyunal na ginagamit ang mga ito upang gamutin ang mga sugat, pilay, pasa, at pamamaga. Ang mga dahon ay maaaring durugin at direktang ilapat sa apektadong bahagi ng katawan upang mabawasan ang sakit at pamamaga. Bukod pa rito, ang mga dahon ng mayana ay maaaring magbigay ng iba pang benepisyo sa kalusugan, tulad ng pagpapabuti ng digestion at pagpapalakas ng immune system."
      },
      "procedures": [
        {
          "eng": "Clean the Leaves: Rinse the Mayana leaves thoroughly with clean water. Crush the Leaves: Gently crush or mash the leaves to release their juices. Apply on Affected Area: Place the crushed leaves directly on the cut, swollen, or inflamed area. Secure in Place: Use a clean cloth or bandage to hold the leaves in place. Replace as Needed: Change the leaves regularly, especially when they dry out.",
          "fil": "Linisin ang Dahon: Hugasan ang mga dahon ng Mayana nang mabuti gamit ang malinis na tubig. Durugin ang Dahon: Dahan-dahang durugin o dikdikin ang mga dahon upang lumabas ang katas. Ilagay sa Apektadong Bahagi: Ipatong ang dinurog na dahon direkta sa sugat, pamamaga, o namamagang bahagi. Talian o Siguraduhin ang Puwesto: Gumamit ng malinis na tela o benda para manatili ang dahon sa lugar. Palitan kung Kinakailangan: Palitan ang dahon kapag natuyo o hindi na sariwa."
        }
      ],
      "links": [
        "https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
        "https://www.herbanext.com/medicinal-herbs/painted-coleus-mayana",
        "https://sonyasgarden.com/explore-the-garden/3-reasons-mayana-garden/",
        "http://www.ijfe.org/uploadfile/2017/0816/20170816112607904.pdf"
      ],
      "context_set": ""
    },
    {
      "tag": "Dahon ng Bayabas",
      "patterns": [
        "How to prepare guava leaves?",
        "Paano ihanda ang dahon ng bayabas?",
        "Steps to prepare guava leaves for wounds",
        "Mga hakbang sa paghahanda ng dahon ng bayabas para sa sugat",
        "How to use guava leaves for healing?",
        "Paano gamitin ang dahon ng bayabas para sa paggaling?",
        "How to boil guava leaves?",
        "Paano pakuluan ang dahon ng bayabas?",
        "Best practices for using guava leaves on cuts",
        "Mga tamang pamamaraan ng paggamit ng dahon ng bayabas sa sugat"
      ],
      "meaning": {
        "eng": "Dahon ng bayabas (guava leaves) are a popular medicinal herb in the Philippines. They are known for their potential health benefits, especially for digestive issues and skin conditions. Guava leaves are rich in antioxidants and bioactive compounds that may have anti-inflammatory, antimicrobial, and astringent properties. These compounds can help soothe the digestive tract, reduce inflammation, and promote healing. Guava leaves are often used to treat diarrhea, dysentery, and other digestive disorders. They may also help to alleviate skin conditions, such as acne, eczema, and fungal infections.",
        "fil": ""
      },
      "procedures": [
        {
          "eng": "Clean the Leaves: Rinse the guava leaves thoroughly with clean water. Boil the Leaves: Boil the leaves in water for about 10-15 minutes to extract their medicinal properties. Let the Water Cool: Allow the boiled water with guava leaves to cool down. Apply to the Wound: Use the cooled water as a wash for the wound or soak a clean cloth in it and gently dab it on the affected area. Use Crushed Leaves (Optional): You can also crush fresh guava leaves and apply them directly to the wound for faster healing.",
          "fil": "Linisin ang Dahon: Hugasan ang mga dahon ng bayabas nang mabuti gamit ang malinis na tubig. Pakuluan ang Dahon: Pakuluan ang mga dahon sa tubig nang mga 10-15 minuto upang makuha ang kanilang mga medicinal properties. Palamigin ang Tubig: Hayaan ang pinakuluang tubig na lumamig. Ilagay sa Sugat: Gamitin ang malamig na tubig bilang panghugas sa sugat o ibabad ang malinis na tela sa tubig at dahan-dahang ipatong sa apektadong bahagi. Gamitin ang Dinurog na Dahon (Opsyonal): Maaari ring durugin ang sariwang dahon ng bayabas at direktang ipahid sa sugat para sa mas mabilis na pagpapagaling."
        }
      ],
      "links": [
        "https://www.prutaslokal.com/blog/28-tips-at-benefits-sa-pagkain-ng-bayabas",
        "https://www.healthline.com/nutrition/8-benefits-of-guavas",
        "https://www.pchrd.dost.gov.ph/news_and_updates/dost-pchrd-supported-program-on-top-tier-plants-intended-for-treating-diseases-undergoes-formulation-stage/",
        "https://www.herbalgoodnessco.com/en-ca/blogs/healthy-living/everything-you-ever-wanted-to-know-about-guava-leaves-herbal-goodness",
        "https://www.healthline.com/nutrition/8-benefits-of-guavas"
      ],
      "context_set": ""
    },
    {
      "tag": "Honey",
      "patterns": [
        "How to prepare honey for wounds?",
        "Paano ihanda ang honey para sa sugat?",
        "Steps to use honey for wound healing",
        "Mga hakbang sa paggamit ng honey para sa pagpapagaling ng sugat",
        "How to apply honey on wounds?",
        "Paano maglagay ng honey sa sugat?",
        "Best practices for using honey on cuts",
        "Mga tamang pamamaraan ng paggamit ng honey sa sugat",
        "How to choose raw honey for healing?",
        "Paano pumili ng raw honey para sa paggaling?"
      ],
      "meaning": {
        "eng": "Honey is a sweet, viscous substance produced by bees from nectar collected from flowers. It is a natural sweetener that has been used for centuries for both its culinary and medicinal properties. Honey is rich in antioxidants and bioactive compounds that may have health benefits. It has been shown to have antibacterial and antifungal properties, which can help to fight infections. Additionally, honey may help to soothe sore throats, coughs, and digestive issues. Some studies suggest that honey may also have anti-inflammatory properties and can help to improve sleep quality.",
        "fil": "Ang pulot ay isang matamis at malapot na substansya na ginagawa ng mga bubuyog mula sa nektar na kinokolekta mula sa mga bulaklak. Ito ay isang natural na pampatamis na ginagamit sa loob ng maraming siglo para sa parehong mga katangian nito sa pagluluto at medisina. Ang pulot ay mayaman sa antioxidants at mga bioactive na sangkap na maaaring magbigay ng benepisyo sa kalusugan. Ipinakita na mayroon itong antibacterial at antifungal na mga katangian, na makakatulong sa paglaban sa mga impeksyon. Bukod dito, maaaring makatulong ang pulot sa pagpapakalma ng sore throat, ubo, at mga problema sa pagtunaw. May ilang pag-aaral na nagpapahiwatig na ang pulot ay maaaring mayroon ding anti-inflammatory na mga katangian at makakatulong sa pagpapabuti ng kalidad ng pagtulog."
      },
      "procedures": [
        {
          "eng": "Choose Raw Honey: Use raw, unprocessed honey for its natural medicinal properties. Clean the Wound: Gently rinse the affected area with clean water. Apply Honey: Spread a thin layer of honey directly on the wound or affected area. Cover the area: Place a sterile bandage or gauze over the honey-coated area to keep it in place. Change Regularly: Replace the honey and bandage as needed, especially if the bandage becomes wet or dirty. Monitor for Reactions: Observe the wound for any signs of allergic reactions or irritation.",
          "fil": "Pumili ng Raw Honey: Gumamit ng raw, hindi naprosesong honey para sa natural na medicinal properties nito. Linisin ang apiktadong lugar: Banayad na banlawan ang apiktadong lugar gamit ang malinis na tubig. Ilagay ang Honey: Maglagay ng manipis na layer ng honey direkta sa sugat o apektadong bahagi. Takpan ang apiktadong lugar: Ilagay ang sterile na bendahe o gauze sa ibabaw ng honey-coated na bahagi upang manatili ito sa lugar. Palitan Regularly: Palitan ang honey at bendahe kung kinakailangan, lalo na kung nagiging basa o marumi ang bendahe. Suriin ang Reaksyon: Obserbahan ang sugat para sa anumang palatandaan ng allergic reactions o iritasyon."
        }
      ],
      "links": [
        "https://www.medicalnewstoday.com/articles/322907#medical-treatments",
        "https://www.healthline.com/nutrition/benefits-of-honey",
        "https://www.nutritionletter.tufts.edu/healthy-eating/honey-potential-benefits-and-risks/",
        "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-minute-the-cautions-and-benefits-of-honey/",
        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5424551/",
        "https://ahpanet.com/"
      ],
      "context_set": ""
    },
    {
      "tag": "Garlic (Sprains)",
      "patterns": [
        "How to prepare garlic for treating sprains?",
        "Paano maghanda ng bawang para sa pag-gamot ng sprain?",
        "Steps to use garlic for sprain relief",
        "Mga hakbang sa paggamit ng bawang para sa ginhawa sa sprain",
        "How to apply garlic for sprain recovery?",
        "Paano maglagay ng bawang para sa pag-rekober mula sa sprain?",
        "Best practices for using garlic in sprain treatment",
        "Mga tamang pamamaraan ng paggamit ng bawang sa paggamot ng sprain",
        "How to infuse garlic oil for sprain relief?",
        "Paano gumawa ng infused garlic oil para sa ginhawa sa sprain?"
      ],
      "meaning": {
        "eng": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
        "fil": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit."
      },
      "procedures": [
        {
          "eng": "Select Fresh Garlic: Choose firm, plump garlic bulbs. Avoid those with soft spots or mold. Peel the Cloves: Gently remove the outer skin of the garlic bulb. Separate the individual cloves and peel off their papery skin. Crush or Mince: Crushing: Use a garlic press or the flat side of a chef's knife to crush the cloves. Mincing: Chop the cloves finely with a knife. Create a Paste: Mix crushed or minced garlic with a bit of honey or olive oil to create a paste. Apply to the Sprained Area: Apply the garlic paste directly to the sprained area. You can cover it with a bandage or cloth to keep it in place.",
          "fil": "Magtipon ng Mga Sangkap: Sariwa o tuyo na dahon ng lagundi, tubig. Hugasan at Tadtarin: Hugasan nang maigi ang mga dahon ng lagundi at tadtarin ito ng maliliit. Pakuluan ang Tubig: Pakuluan ang 2 basong tubig. Magdagdag ng Lagundi: Magdagdag ng kalahating tasa ng tinadtad na sariwa o tuyo na dahon ng lagundi sa kumukulong tubig. Kumulo: Bawasan ang apoy at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinaghalong para maalis ang mga dahon. Inumin: Uminom ng kalahating tasa ng decoction tatlong beses sa isang araw."
        }
      ],
      "links": [
        "https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
        "https://www.tasteofhome.com/collection/homemade-first-aid-remedies/",
        "https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health",
        ""
      ],
      "context_set": ""
    },
    {
      "tag": "Onion",
      "patterns": [
        "How to prepare onions for wounds?",
        "Paano maghanda ng sibuyas para sa mga sugat?",
        "Steps to use onions for minor cuts and scrapes",
        "Mga hakbang sa paggamit ng sibuyas para sa maliit na sugat at gasgas",
        "How to apply onions for insect bites?",
        "Paano maglagay ng sibuyas para sa kagat ng insekto?",
        "Best practices for using onions in home remedies",
        "Mga tamang pamamaraan ng paggamit ng sibuyas sa mga remedyo sa bahay",
        "How to chop onions for medicinal use?",
        "Paano tadtarin ang sibuyas para sa medicinal na paggamit?"
      ],
      "meaning": {
        "eng": "Onion is a bulbous plant that is widely used in cooking and traditional medicine. It has a strong, pungent flavor and aroma. Onions are rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include flavonoids, which are thought to be responsible for many of onions' medicinal properties. Onions have been shown to have antimicrobial, antifungal, and anti-inflammatory properties. They may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
        "fil": "Ang sibuyas ay isang bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, matapang na lasa at amoy. Ang mga sibuyas ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang mga flavonoid, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng sibuyas. Ang mga sibuyas ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit."
      },
      "procedures": [
        {
          "eng": "Peel the onion: Remove the outer skin of the onion. Grate or blend: Use a grater or blender to crush the onion into a fine paste. Apply: Apply the onion paste directly to the sprained area. You can secure it with a bandage or gauze. ",
          "fil": "Balatan ang sibuyas: Alisin ang panlabas na balat ng sibuyas. Grate o blend: Gamit ang isang grater o blender, durugin ang sibuyas hanggang maging isang pinong paste. Ilapat: Ilapat ang paste ng sibuyas nang direkta sa namamagang lugar. Maaari mo itong i-secure gamit ang isang benda o gauze."
        }
      ],
      "links": [
        "https://wellnessmama.com/remedies/onion-benefits/",
        "https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
        "https://txnaturalpediatrics.com/2019/08/06/natural-remedies-for-a-sprained-ankle/"
      ],
      "context_set": ""
    },
    {
      "tag": "Cabbage",
      "patterns": [
        "Paano ihanda ang cabbage para sa pilay?",
        "Steps to use cabbage for sprains",
        "Mga hakbang sa paggamit ng cabbage para sa pilay",
        "How to apply cabbage leaves for sprains?",
        "Paano maglagay ng dahon ng cabbage para sa pilay?",
        "Best practices for using cabbage leaves in home remedies for sprains",
        "Mga tamang pamamaraan ng paggamit ng dahon ng cabbage sa mga remedyo sa bahay para sa pilay",
        "How to soften cabbage leaves for external use on sprains?",
        "Paano palambutin ang mga dahon ng cabbage para sa panlabas na paggamit sa pilay?",
        "How to wrap a sprained ankle using cabbage leaves?",
        "Paano balutin ang pilay na bukung-bukong gamit ang dahon ng cabbage?",
        "Best cabbage remedies for sprained muscles",
        "Mga pinakamahusay na remedyo gamit ang dahon ng cabbage para sa pilay ng kalamnan",
        "How long should you leave cabbage leaves on a sprained area?",
        "Gaano katagal dapat iwan ang mga dahon ng cabbage sa pilay na bahagi ng katawan?",
        "Benefits of using cabbage leaves for sprain relief",
        "Mga benepisyo ng paggamit ng dahon ng cabbage para sa ginhawa ng pilay",
        "Can cabbage leaves reduce swelling from sprains?",
        "Makakabawas ba ang dahon ng cabbage sa pamamaga mula sa pilay?",
        "How to store cabbage leaves for home remedies on sprains?",
        "Paano itago ang mga dahon ng cabbage para sa mga remedyo sa bahay laban sa pilay?"
      ],
      "meaning": {
        "eng": "Cabbage is a leafy green vegetable that is widely used in cooking. It has a firm, white head with green outer leaves. Cabbage is a rich source of vitamins, minerals, and antioxidants. It is a good source of vitamin C, vitamin K, and potassium. Cabbage also contains fiber, which can help promote digestive health. Some studies suggest that cabbage may have anti-inflammatory and anticancer properties.",
        "fil": "Ang repolyo ay isang malabay na berdeng gulay na malawakang ginagamit sa pagluluto. Mayroon itong matigas, puting ulo na may berdeng panlabas na mga dahon. Ang repolyo ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ito ay isang magandang pinagmumulan ng bitamina C, bitamina K, at potasyum. Naglalaman din ang repolyo ng fiber, na maaaring makatulong sa pagpapalakas ng kalusugan ng pagtunaw. Iminumungkahi ng ilang pag-aaral na ang repolyo ay maaaring magkaroon ng mga anti-inflammatory at anticancer properties."
      },
      "procedures": [
        {
          "eng": "Remove and rinse 2-3 large cabbage leaves. Pat them dry. Wrap in tin foil and warm in the oven (make sure they’re warm, not hot). Place the warm leaves on the sprained area. Secure with a bandage or cloth wrap. Leave for 30 minutes. Repeat twice a day.",
          "fil": "Alisin at banlawan ang 2-3 malalaking dahon ng repolyo. Pat dry ang mga ito.Balutin sa tin foil at painitin sa oven (tiyakin na maligamgam lang, hindi mainit). Ilagay ang maligamgam na dahon sa namamagang lugar.I-secure gamit ang isang benda o balot ng tela. Hayaan ng 30 minuto. Ulitin nang dalawang beses sa isang araw."
        }
      ],
      "links": [
        "https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
        "https://www.livestrong.com/article/205430-how-to-apply-raw-cabbage-leaves-for-the-relief-of-joint-pain/",
        "https://www.womansworld.com/wellness/pain-management/cabbage-leaves-for-inflammation-170241",
        "https://thelostherbs.com/how-to-make-cabbage-bandages-to-treat-inflammation-and-joint-pain/",
        "https://www.healthline.com/nutrition/benefits-of-cabbage"
      ],
      "context_set": ""
    },
    {
      "tag": "Pineapple ",
      "patterns": [
        "How to prepare pineapple for bruises?",
        "Paano ihanda ang pinya para sa mga pasa?",
        "Steps to use pineapple for treating bruises",
        "Mga hakbang sa paggamit ng pinya para gamutin ang mga pasa",
        "How to apply pineapple on bruises for quick relief?",
        "Paano maglagay ng pinya sa mga pasa para sa mabilis na ginhawa?",
        "Best practices for using pineapple on bruises",
        "Mga tamang pamamaraan ng paggamit ng pinya sa mga pasa",
        "How long should you leave pineapple on bruises?",
        "Gaano katagal dapat iwanan ang pinya sa mga pasa?",
        "Can pineapple reduce swelling from bruises?",
        "Makakabawas ba ang pinya sa pamamaga ng mga pasa?",
        "How to soften pineapple for bruise treatment?",
        "Paano palambutin ang pinya para gamutin ang mga pasa?",
        "Benefits of using pineapple for treating bruises",
        "Mga benepisyo ng paggamit ng pinya para sa paggamot ng mga pasa",
        "How to store pineapple for first aid use on bruises?",
        "Paano itabi ang pinya para sa pangunang lunas sa mga pasa?",
        "Can pineapple speed up the healing process of bruises?",
        "Makakatulong ba ang pinya sa pagpapabilis ng paggaling ng mga pasa?",
        "Why is pineapple effective for bruises?",
        "Bakit epektibo ang pinya para sa mga pasa?",
        "How to apply pineapple juice for bruises?",
        "Paano maglagay ng katas ng pinya sa mga pasa?",
        "Can pineapple reduce discoloration from bruises?",
        "Makakatulong ba ang pinya sa pagbabawas ng kulay ng mga pasa?"
      ],
      "meaning": {
        "eng": "Pineapple is a tropical fruit known for its sweet, tangy flavor and distinctive appearance. It has a tough, spiky exterior and a juicy, yellow interior. Pineapples are rich in nutrients, including vitamins A, C, and B vitamins, as well as minerals like manganese and copper. They are also a good source of fiber. Pineapples contain a digestive enzyme called bromelain, which may help to improve digestion and reduce inflammation. Additionally, pineapples have been shown to have antioxidant properties.",
        "fil": "Ang pinya ay isang tropikal na prutas na kilala sa matamis, maasim na lasa at natatanging hitsura. Mayroon itong matigas, matubong panlabas at isang makatas, dilaw na loob. Ang mga pinya ay mayaman sa mga sustansya, kabilang ang mga bitamina A, C, at B vitamins, pati na rin ang mga mineral tulad ng manganese at copper. Ang mga ito ay isang mahusay din na pinagmumulan ng fiber. Naglalaman ang mga pinya ng isang digestive enzyme na tinatawag na bromelain, na maaaring makatulong na mapabuti ang panunaw at mabawasan ang pamamaga. Bukod dito, napatunayang mayroong mga antioxidant properties ang mga pinya."
      },
      "procedures": [
        {
          "eng": "Choose Fresh Pineapple: Use fresh pineapple for its natural enzymes and benefits. Prepare the Pineapple: Peel and Core: Peel the pineapple and remove the core. Cut into Pieces: Cut the pineapple into small, manageable pieces. Apply to the Affected Area: For Skin Inflammation or Minor Burns: Crush or mash the pineapple pieces to release its juice and apply directly to the affected area. For Bruises: Apply fresh pineapple pieces directly to the bruise to help reduce inflammation and promote healing. Cover if Needed: Use a clean bandage or cloth to cover the pineapple if necessary, especially if applying to a larger area. Monitor for Reactions: Observe for any signs of irritation or allergic reactions. Pineapple contains bromelain, which can be potent and might cause a stinging sensation.",
          "fil": "Pumili ng sariwang pinya: Gamitin ang sariwang pinya para sa mga natural na enzymes at benepisyo nito. Ihanda ang pinya: Balatan at alisin ang puso: Balatan ang pinya at alisin ang puso nito. Gupitin sa maliliit na piraso: Gupitin ang pinya sa maliliit, madaling hawakan na mga piraso. Ilapat sa apektadong lugar: Para sa pamamaga ng balat o maliliit na paso: Durugin o pisain ang mga piraso ng pinya upang ilabas ang katas nito at ilapat nang direkta sa apektadong lugar. Para sa mga pasa: Ilapat ang mga sariwang piraso ng pinya nang direkta sa pasa upang makatulong na mabawasan ang pamamaga at maitaguyod ang paggaling. Takpan kung kinakailangan: Gumamit ng malinis na benda o tela upang takpan ang pinya kung kinakailangan, lalo na kung inilapat sa isang mas malaking lugar. Subaybayan ang mga reaksyon: Obserbahan ang anumang mga palatandaan ng pangangati o alerdyik na reaksyon. Ang pinya ay naglalaman ng bromelain, na maaaring malakas at maaaring magdulot ng pakiramdam ng pagtusok."
        }
      ],
      "links": [
        "https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
        "https://www.britannica.com/plant/pineapple",
        "https://www.everydayhealth.com/diet-nutrition/pineapple-benefits-nutrition-facts-side-effects-more/",
        "https://www.healthline.com/nutrition/benefits-of-pineapple"
      ],
      "context_set": ""
    },
    {
      "tag": "Orange",
      "patterns": [
        "How to prepare orange for bruises?",
        "Paano ihanda ang orange para sa mga pasa?",
        "Steps to use orange for treating bruises",
        "Mga hakbang sa paggamit ng orange para gamutin ang mga pasa",
        "How to apply orange on bruises for quick relief?",
        "Paano maglagay ng orange sa mga pasa para sa mabilis na ginhawa?",
        "Best practices for using orange on bruises",
        "Mga tamang pamamaraan ng paggamit ng orange sa mga pasa",
        "How long should you leave orange on bruises?",
        "Gaano katagal dapat iwanan ang orange sa mga pasa?",
        "Can orange reduce swelling from bruises?",
        "Makakabawas ba ang orange sa pamamaga ng mga pasa?",
        "How to soften orange for bruise treatment?",
        "Paano palambutin ang orange para gamutin ang mga pasa?",
        "Benefits of using orange for treating bruises",
        "Mga benepisyo ng paggamit ng orange para sa paggamot ng mga pasa",
        "How to store orange for first aid use on bruises?",
        "Paano itabi ang orange para sa pangunang lunas sa mga pasa?",
        "Can orange speed up the healing process of bruises?",
        "Makakatulong ba ang orange sa pagpapabilis ng paggaling ng mga pasa?",
        "Why is orange effective for bruises?",
        "Bakit epektibo ang orange para sa mga pasa?",
        "How to apply orange juice for bruises?",
        "Paano maglagay ng katas ng orange sa mga pasa?",
        "Can orange reduce discoloration from bruises?",
        "Makakatulong ba ang orange sa pagbabawas ng kulay ng mga pasa?"
      ],
      "meaning": {
        "eng": "Oranges are citrus fruits known for their sweet, tangy flavor and vibrant color. They are a good source of vitamins, minerals, and antioxidants. Oranges are rich in vitamin C, which is essential for boosting immunity and promoting overall health. They also contain vitamin A, potassium, and fiber. Oranges are a good source of antioxidants, which can help protect cells from damage.",
        "fil": "Ang mga Orange ay mga citrus fruits na kilala sa matamis, maasim na lasa at buhay na kulay. Ang mga ito ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ang mga Orange ay mayaman sa bitamina C, na mahalaga para sa pagpapalakas ng kaligtasan sa sakit at pagtataguyod ng pangkalahatang kalusugan. Naglalaman din ang mga ito ng bitamina A, potasyum, at fiber. Ang mga Orange ay isang mahusay na pinagmumulan ng mga antioxidant, na maaaring makatulong na protektahan ang mga selula mula sa pinsala."
      },
      "procedures": [
        {
          "eng": "Choose Fresh Oranges: Use fresh oranges for the best results. Prepare the Orange: Peel the Orange: Remove the outer peel and pith. Cut into Pieces: Cut the orange into small pieces. Apply to the Affected Area: For Skin Irritations or Minor Burns: Squeeze the juice from the orange and apply it directly to the affected area. For Cuts or Scrapes: Apply the orange juice to the wound using a clean cloth or cotton ball. Cover if Needed: Use a clean bandage or cloth to cover the area if necessary. Monitor for Reactions: Watch for any signs of irritation or allergic reactions. Oranges are acidic and might cause a stinging sensation in some cases.",
          "fil": "Pumili ng Sariwang Orange: Gumamit ng sariwang orange para sa pinakamahusay na resulta. Ihanda ang Orange: Balatan ang Orange: Alisin ang panlabas na balat at puting bahagi. Ihiwa sa Maliit na Piraso: Ihiwa ang orange sa maliliit na piraso. Ilagay sa Apektadong Lugar: Para sa Irritasyon ng Balat o Maliit na Burns: Pisilin ang katas ng orange at ipahid direkta sa apektadong lugar. Para sa Sugat o Gasgas: Ipatak ang katas ng orange sa sugat gamit ang malinis na tela o cotton ball. Takpan Kung Kinakailangan: Gumamit ng malinis na bendahe o tela upang takpan ang lugar kung kinakailangan. Suriin ang Reaksyon: Obserbahan ang anumang palatandaan ng iritasyon o allergic reactions. Ang orange ay maasim at maaaring magdulot ng stinging sensation sa ilang mga kaso."
        }
      ],
      "links": [
        "https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
        "https://www.healthline.com/nutrition/oranges",
        "https://newsroom.heart.org/file?fid=56006b325e8eef723f5df991"
      ],
      "context_set": ""
    },
    {
      "tag": "Spinach",
      "patterns": [
        "How to use spinach for skin irritation?",
        "Paano gamitin ang spinach para sa iritasyon ng balat?",
        "Steps to prepare spinach for minor burns",
        "Mga hakbang sa paghahanda ng spinach para sa maliit na burns",
        "How to apply spinach paste to inflammation?",
        "Paano ilagay ang spinach paste sa pamamaga?",
        "Best practices for using spinach on skin",
        "Mga tamang pamamaraan sa paggamit ng spinach sa balat",
        "How to prepare fresh spinach for topical use?",
        "Paano ihanda ang sariwang spinach para sa panlabas na paggamit?",
        "How to use spinach for bruises?",
        "Paano gamitin ang spinach para sa mga pasa?",
        "Steps to prepare spinach for bruises",
        "Mga hakbang sa paghahanda ng spinach para sa mga pasa",
        "How to apply spinach paste to bruises?",
        "Paano ilagay ang spinach paste sa mga pasa?",
        "Best practices for using spinach on bruises",
        "Mga tamang pamamaraan sa paggamit ng spinach para sa mga pasa",
        "How to prepare fresh spinach for bruises?",
        "Paano ihanda ang sariwang spinach para sa mga pasa?",
        "Can spinach help reduce swelling from bruises?",
        "Makakatulong ba ang spinach sa pagbabawas ng pamamaga ng mga pasa?",
        "How long should you leave spinach on bruises?",
        "Gaano katagal dapat iwanan ang spinach sa mga pasa?",
        "Can spinach speed up the healing of bruises?",
        "Makakatulong ba ang spinach sa pagpapabilis ng paggaling ng mga pasa?",
        "How to soften spinach for bruise treatment?",
        "Paano palambutin ang spinach para sa paggamot ng mga pasa?",
        "Benefits of using spinach for treating bruises",
        "Mga benepisyo ng paggamit ng spinach para gamutin ang mga pasa"
      ],
      "meaning": {
        "eng": "Spinach is a leafy green vegetable that is packed with nutrients. It is a good source of vitamins A, C, and K, as well as iron and potassium. Spinach also contains fiber and antioxidants. Spinach has been shown to have various health benefits, including boosting immunity, improving bone health, and promoting digestive health. It may also help to reduce the risk of certain chronic diseases, such as heart disease and cancer.",
        "fil": "Ang spinach ay isang malabay na berdeng gulay na puno ng mga sustansya. Ito ay isang mahusay na pinagmumulan ng mga bitamina A, C, at K, pati na rin ang iron at potasyum. Naglalaman din ang spinach ng fiber at antioxidant. Napatunayang may iba't ibang benepisyo sa kalusugan ang spinach, kabilang ang pagpapalakas ng kaligtasan sa sakit, pagpapabuti ng kalusugan ng buto, at pagtataguyod ng kalusugan ng pagtunaw. Maaari din itong makatulong na mabawasan ang panganib ng ilang malalang sakit, tulad ng sakit sa puso at kanser."
      },
      "procedures": [
        {
          "eng": "To use spinach as a first aid remedy for bruises, start by choosing fresh, green spinach leaves for the best results. Rinse the leaves thoroughly with clean water to remove any dirt or contaminants. Next, prepare the spinach: for external use, chop or crush the leaves to release their juice; for internal use, you can blend or cook the spinach as desired, though this may not be necessary for treating bruises. When applying the spinach, directly place the crushed leaves onto the bruise or use a spinach paste made by blending the leaves. If needed, cover the area with a clean bandage or cloth, especially if the bruise is larger. Finally, monitor the area for any signs of irritation or allergic reactions. This method can help reduce swelling and promote healing in bruised areas.",
          "fil": "Upang gamitin ang spinach bilang isang first aid remedy para sa mga pasa, simulan sa pamamagitan ng pagpili ng sariwa, berdeng mga dahon ng spinach para sa pinakamahusay na resulta. Banlawan nang lubusan ang mga dahon gamit ang malinis na tubig upang alisin ang anumang dumi o kontaminante. Susunod, ihanda ang spinach: para sa panlabas na paggamit, gupitin o durugin ang mga dahon upang ilabas ang katas nito; para sa panloob na paggamit, maaari mong i-blend o lutuin ang spinach ayon sa gusto, kahit na maaaring hindi ito kinakailangan para sa paggamot ng mga pasa. Kapag inilapat ang spinach, direktang ilagay ang mga durog na dahon sa pasa o gumamit ng spinach paste na gawa sa pamamagitan ng pag-blend ng mga dahon. Kung kinakailangan, takpan ang lugar gamit ang isang malinis na benda o tela, lalo na kung mas malaki ang pasa. Panghuli, subaybayan ang lugar para sa anumang mga palatandaan ng pangangati o alerdyik na reaksyon. Ang pamamaraang ito ay maaaring makatulong na mabawasan ang pamamaga at itaguyod ang paggaling sa mga namamagang lugar."
        }
      ],
      "links": [
        "https://www.healthline.com/health/spinach-benefits",
        "https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
        ""
      ],
      "context_set": ""
    },
    {
      "tag": "Cucumber",
      "patterns": [
        "How to use cucumber for skin irritation?",
        "Paano gamitin ang pipino para sa iritasyon ng balat?",
        "Steps to prepare cucumber for burns",
        "Mga hakbang sa paghahanda ng pipino para sa mga sunog",
        "How to apply cucumber for puffy eyes?",
        "Paano ilagay ang pipino para sa namamagang mata?",
        "Best practices for using cucumber on skin",
        "Mga tamang pamamaraan sa paggamit ng pipino sa balat",
        "How to prepare fresh cucumber for topical use?",
        "Paano ihanda ang sariwang pipino para sa panlabas na paggamit?"
      ],
      "meaning": {
        "eng": "Cucumber is a versatile vegetable that is often used in salads, sandwiches, and other dishes. It has a crisp, refreshing taste and a high water content. Cucumbers are a good source of vitamins and minerals, including vitamin C, potassium, and magnesium. They are also a low-calorie food that can help with hydration. Cucumbers contain a compound called cucurbitacin, which may have anti-inflammatory properties. Additionally, cucumbers are a good source of fiber, which can promote digestive health.",
        "fil": "Ang pipino ay isang maraming gamit na gulay na madalas ginagamit sa mga salad, sandwich, at iba pang pagkain. Mayroon itong malutong, nakakapreskong lasa at mataas na nilalaman ng tubig. Ang mga pipino ay isang mahusay na pinagmumulan ng mga bitamina at mineral, kabilang ang bitamina C, potasyum, at magnesium. Ang mga ito ay isang mababang-kaloryang pagkain din na maaaring makatulong sa hydration. Naglalaman ang mga pipino ng isang compound na tinatawag na cucurbitacin, na maaaring magkaroon ng mga anti-inflammatory properties. Bukod dito, ang mga pipino ay isang mahusay na pinagmumulan ng fiber, na maaaring makatulong na maitaguyod ang kalusugan ng pagtunaw."
      },
      "procedures": [
        {
          "eng": "Choose Fresh Cucumbers: Use fresh, firm cucumbers for best results. Prepare the Cucumber: Wash Thoroughly: Rinse the cucumber under clean water to remove any dirt or pesticides. Peel (Optional): Peel the cucumber if desired, though the skin contains beneficial nutrients. Slice or Mash: Cut the cucumber into thin slices or mash it into a paste. Apply to the Affected Area: For Skin Irritations, Burns, or Swelling: Place the cucumber slices directly on the affected area. Alternatively, apply the cucumber paste to soothe the skin. For Puffy Eyes: Place chilled cucumber slices over the eyes to help reduce puffiness and soothe the area. Cover if Needed: Use a clean bandage or cloth to secure the cucumber slices or paste if necessary.",
          "fil": "Pumili ng Pipino: Piliin ang sariwa at matigas na pipino. Ihanda: Banlawan: Banlawan ng tubig. Balatan (Opsyonal): Balatan kung gusto. Hiwain o Durugin: Gupitin o durugin. Ilagay: Para sa Irritasyon o Sunog: Ilagay sa apektadong lugar. Para sa Namamagang Mata: Ilagay ang malamig na hiwa sa mata. Takpan Kung Kailangan: Gumamit ng bendahe o tela."
        }
      ],
      "links": [
        "https://www.manisteenews.com/news/article/sunburn-home-remedies-19551484.php",
        "https://www.verywellhealth.com/cucumber-8411954",
        "https://www.almanac.com/cucumbers-health-benefits",
        "https://www.realsimple.com/cucumber-health-benefits-7371080"
      ],
      "context_set": ""
    },
    {
      "tag": "Garlic (fever)",
      "patterns": [
        "How to prepare garlic for fever?",
        "Paano ihanda ang bawang para sa lagnat?",
        "Steps to use garlic for treating fever",
        "Mga hakbang sa paggamit ng bawang para gamutin ang lagnat",
        "How to apply garlic for fever relief?",
        "Paano maglagay ng bawang para sa ginhawa sa lagnat?",
        "Best practices for using garlic on fever",
        "Mga tamang pamamaraan sa paggamit ng bawang para sa lagnat",
        "How to make garlic tea for fever?",
        "Paano gumawa ng tsaa ng bawang para sa lagnat?",
        "Can garlic help reduce fever symptoms?",
        "Makakatulong ba ang bawang sa pagbabawas ng sintomas ng lagnat?",
        "How to prepare garlic paste for fever treatment?",
        "Paano ihanda ang pasta ng bawang para sa paggamot ng lagnat?",
        "Benefits of using garlic for fever",
        "Mga benepisyo ng paggamit ng bawang para sa lagnat",
        "How to combine garlic with other remedies for fever?",
        "Paano pagsamahin ang bawang sa ibang remedyo para sa lagnat?",
        "How to store garlic for medicinal use against fever?",
        "Paano itabi ang bawang para sa medikal na gamit laban sa lagnat?"
      ],
      "meaning": {
        "eng": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
        "fil": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit."
      },
      "procedures": [
        {
          "eng": "Crush or chop 2-3 garlic cloves. Boil 1 cup of water. Add garlic to boiling water. Step for 5-10 minutes. Strain and add honey or lemon if desired. Drink warm. ",
          "fil": "Durug-durog o gupitin ang 2-3 bawang. Pakuluan ang 1 tasa ng tubig. Idagdag ang bawang sa kumukulong tubig. Pakuluan ng 5-10 minuto. Salain at idagdag ang pulot o lemon kung ninanais. Uminom habang mainit."
        }
      ],
      "links": [
        "https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
        "https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
      ],
      "context_set": ""
    },
    {
      "tag": "Lemon",
      "patterns": [
        "How to prepare lemon for fever?",
        "Paano ihanda ang lemon para sa lagnat?",
        "Steps to use lemon for treating fever",
        "Mga hakbang sa paggamit ng lemon para gamutin ang lagnat",
        "How to make lemon tea for fever relief?",
        "Paano gumawa ng tsaa ng lemon para sa ginhawa sa lagnat?",
        "Best practices for using lemon on fever",
        "Mga tamang pamamaraan sa paggamit ng lemon para sa lagnat",
        "How to apply lemon juice for fever symptoms?",
        "Paano ilagay ang katas ng lemon para sa sintomas ng lagnat?",
        "Can lemon help reduce body temperature?",
        "Makakatulong ba ang lemon sa pagbabawas ng temperatura ng katawan?",
        "How to combine lemon with honey for fever?",
        "Paano pagsamahin ang lemon sa pulot para sa lagnat?",
        "Benefits of using lemon for fever",
        "Mga benepisyo ng paggamit ng lemon para sa lagnat",
        "How to prepare lemon-infused water for fever?",
        "Paano ihanda ang lemon-infused water para sa lagnat?",
        "How to store lemon for medicinal use against fever?",
        "Paano itabi ang lemon para sa medikal na gamit laban sa lagnat?"
      ],
      "meaning": {
        "eng": "Lemon is a citrus fruit known for its tart, tangy flavor and bright yellow color. It is a good source of vitamins, minerals, and antioxidants. Lemons are rich in vitamin C, which is essential for boosting immunity and promoting overall health. They also contain vitamin A, potassium, and fiber. Lemons are a good source of antioxidants, which can help protect cells from damage. Lemons can be eaten fresh, juiced, or used in various recipes. They are a versatile fruit that can be enjoyed in many different ways.",
        "fil": "Ang lemon ay isang citrus fruit na kilala sa maasim, maasim na lasa at maliwanag na dilaw na kulay. Ito ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ang mga lemon ay mayaman sa bitamina C, na mahalaga para sa pagpapalakas ng kaligtasan sa sakit at pagtataguyod ng pangkalahatang kalusugan. Naglalaman din ang mga ito ng bitamina A, potasyum, at fiber. Ang mga lemon ay isang mahusay na pinagmumulan ng mga antioxidant, na maaaring makatulong na protektahan ang mga selula mula sa pinsala. Maaaring kainin ang mga lemon nang sariwa, ma-juice, o gamitin sa iba't ibang recipe. Ang mga ito ay isang maraming gamit na prutas na maaaring masiyahan sa maraming iba't ibang paraan."
      },
      "procedures": [
        {
          "eng": "Squeeze the juice of 1 lemon into a glass of warm water. Stir well. Drink immediately.",
          "fil": "Squeeze ang katas ng 1 limon sa isang baso ng maligamgam na tubig. Haluin nang maigi. Inumin agad."
        }
      ],
      "links": [
        "https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
        "https://www.healthline.com/health/video/benefits-of-lemon-water",
        "https://www.healthline.com/nutrition/6-lemon-health-benefits",
        ""
      ],
      "context_set": ""
    },
    {
      "tag": "Garlic (Chest Pain)",
      "patterns": [
        "Paano maghanda ng garlic para sa sakit sa dibdib?",
        "How to prepare garlic for chest pain?",
        "Mga hakbang sa paggamit ng garlic para sa paggamot ng sakit sa dibdib",
        "Steps to use garlic for treating chest pain",
        "Paano gumawa ng garlic tea para sa sakit sa dibdib?",
        "How to make garlic tea for chest pain?",
        "Mga tamang pamamaraan sa paggamit ng garlic sa sakit sa dibdib",
        "Best practices for using garlic on chest pain",
        "Paano ilagay ang garlic paste para sa sakit sa dibdib?",
        "How to apply garlic paste for chest pain?",
        "Makakatulong ba ang garlic sa pagbabawas ng sakit sa dibdib?",
        "Can garlic help reduce chest pain?",
        "Paano pagsamahin ang garlic sa iba pang remedyo para sa sakit sa dibdib?",
        "How to combine garlic with other remedies for chest pain?",
        "Mga benepisyo ng paggamit ng garlic para sa sakit sa dibdib",
        "Benefits of using garlic for chest pain",
        "Paano ihanda ang garlic-infused water para sa sakit sa dibdib?",
        "How to prepare garlic-infused water for chest pain?",
        "Paano itabi ang garlic para sa medikal na gamit laban sa sakit sa dibdib?",
        "How to store garlic for medicinal use against chest pain?"
      ],
      "meaning": {
        "eng": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
        "fil": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit."
      },
      "procedures": [
        {
          "eng": "Crush or finely chop 2-3 garlic cloves. Heat 1/4 cup of olive oil. Add garlic to the heated oil and cook for a few minutes. Let the mixture cool. Strain out the garlic pieces. Massage the garlic-infused oil onto the chest",
          "fil": "Durugin o i-chop nang pino ang 2-3 cloves ng bawang. Painitin ang 1/4 tasa ng olive oil. Idagdag ang bawang sa mainit na langis at lutuin ng ilang minuto. Hayaan na lumamig ang timpla. Salain ang mga piraso ng bawang. Imasahe ang bawang-infused na langis sa dibdib. "
        }
      ],
      "links": [
        "https://www.medicalnewstoday.com/articles/321133#home-remedies",
        "https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
      ],
      "context_set": ""
    },
    {
      "tag": "Ginger (Chest Pain)",
      "patterns": [
        "Paano maghanda ng ginger para sa sakit sa dibdib?",
        "How to prepare ginger for chest pain?",
        "Mga hakbang sa paggamit ng ginger para sa paggamot ng sakit sa dibdib",
        "Steps to use ginger for treating chest pain",
        "Paano gumawa ng ginger tea para sa sakit sa dibdib?",
        "How to make ginger tea for chest pain?",
        "Mga tamang pamamaraan sa paggamit ng ginger sa sakit sa dibdib",
        "Best practices for using ginger on chest pain",
        "Paano ilagay ang ginger paste para sa sakit sa dibdib?",
        "How to apply ginger paste for chest pain?",
        "Makakatulong ba ang ginger sa pagbabawas ng sakit sa dibdib?",
        "Can ginger help reduce chest pain?",
        "Paano pagsamahin ang ginger sa ibang remedyo para sa sakit sa dibdib?",
        "How to combine ginger with other remedies for chest pain?",
        "Mga benepisyo ng paggamit ng ginger para sa sakit sa dibdib",
        "Benefits of using ginger for chest pain",
        "Paano ihanda ang ginger-infused water para sa sakit sa dibdib?",
        "How to prepare ginger-infused water for chest pain?",
        "Paano itabi ang ginger para sa medikal na gamit laban sa sakit sa dibdib?",
        "How to store ginger for medicinal use against chest pain?"
      ],
      "meaning": {
        "eng": "Luya, also known as ginger, is a popular spice and medicinal herb used in various cuisines around the world. It has a distinct, pungent flavor and aroma. Luya is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include gingerol, shogaol, and zingerone. These compounds may help reduce inflammation, improve digestion, and relieve nausea. Additionally, luya has been studied for its potential to lower blood sugar levels and improve heart health.",
        "fil": "Ang luya, na kilala rin bilang ginger, ay isang tanyag na pampalasa at halamang-gamot na ginagamit sa iba't ibang lutuin sa buong mundo. Ito ay may kakaibang, maanghang na lasa at aroma. Ang luya ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Ilan sa mga sangkap na ito ay ang gingerol, shogaol, at zingerone. Ang mga sangkap na ito ay maaaring makatulong sa pagbabawas ng pamamaga, pagpapabuti ng digestion, at pagpapagaan ng pagduduwal. Bukod pa rito, pinag-aaralan ang luya para sa potensyal nito na pababain ang antas ng asukal sa dugo at pagbutihin ang kalusugan ng puso."
      },
      "procedures": [
        {
          "eng": "Peel and slice a 1-2 inch piece of fresh ginger. Boil the ginger slices in water for 10 minutes. Let the ginger water cool slightly. Soak a cloth in the ginger water. Apply the warm, damp cloth to the chest for 10-15 minutes",
          "fil": "Balatan at hiwain ang 1-2 pulgadang piraso ng sariwang luya. Pakuluan ang mga hiwa ng luya sa tubig ng 10 minuto. Hayaan na lumamig ng bahagya ang tubig na may luya. Isawsaw ang tela sa tubig na may luya. Ilagay ang mainit, mamasa-masang tela sa dibdib ng 10-15 minuto. "
        }
      ],
      "links": [
        "https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
        "https://pinascuisine.com/luya/",
        "http://www.philippineherbalmedicine.org/ginger.htm"
      ],
      "context_set": ""
    },
    {
      "tag": "Almond",
      "patterns": [
        "Paano maghanda ng almonds para sa sakit sa dibdib?",
        "How to prepare almonds for chest pain?",
        "Mga hakbang sa paggamit ng almonds para sa paggamot ng sakit sa dibdib",
        "Steps to use almonds for treating chest pain",
        "Paano gumawa ng almond milk para sa sakit sa dibdib?",
        "How to make almond milk for chest pain?",
        "Mga tamang pamamaraan sa paggamit ng almonds sa sakit sa dibdib",
        "Best practices for using almonds on chest pain",
        "Paano ilagay ang almond paste para sa sakit sa dibdib?",
        "How to apply almond paste for chest pain?",
        "Makakatulong ba ang almonds sa pagbabawas ng sakit sa dibdib?",
        "Can almonds help reduce chest pain?",
        "Paano pagsamahin ang almonds sa ibang remedyo para sa sakit sa dibdib?",
        "How to combine almonds with other remedies for chest pain?",
        "Mga benepisyo ng paggamit ng almonds para sa sakit sa dibdib",
        "Benefits of using almonds for chest pain",
        "Paano ihanda ang almond-infused water para sa sakit sa dibdib?",
        "How to prepare almond-infused water for chest pain?",
        "Paano itabi ang almonds para sa medikal na gamit laban sa sakit sa dibdib?",
        "How to store almonds for medicinal use against chest pain?"
      ],
      "meaning": {
        "eng": "Almonds are a type of tree nut that are popular for their nutty flavor and nutritional value. They are a good source of healthy fats, fiber, protein, and antioxidants. Almonds are rich in monounsaturated fats, which can help lower cholesterol levels. They are also a good source of vitamin E, which is an antioxidant that can help protect cells from damage. Additionally, almonds contain fiber, which can promote digestive health.",
        "fil": "Ang mga almond ay isang uri ng tree nut na sikat sa kanilang nutty na lasa at nutritional value. Ang mga ito ay isang mahusay na pinagmumulan ng malusog na taba, fiber, protina, at antioxidant. Ang mga almond ay mayaman sa monounsaturated fats, na maaaring makatulong na ibaba ang mga antas ng kolesterol. Ang mga ito ay isang mahusay din na pinagmumulan ng bitamina E, na isang antioxidant na maaaring makatulong na protektahan ang mga selula mula sa pinsala. Bukod dito, naglalaman ang mga almond ng fiber, na maaaring maitaguyod ang kalusugan ng pagtunaw."
      },
      "procedures": [
        {
          "eng": "Soak 10-12 almonds in water overnight. Peel the almonds and grind them into a fine paste. Mix the paste with a small amount of coconut oil or milk. Apply the almond paste to the chest. Cover with a cloth and leave on for 10-15 minutes. Rinse off with warm water. ",
          "fil": "Ibabad ang 10-12 almonds sa tubig magdamag. Balatan ang almonds at durugin ito hanggang maging pino na paste. Ihalo ang paste sa kaunting coconut oil o gatas.  Ilapat ang almond paste sa dibdib. Takpan ng tela at iwanan ng 10-15 minuto. Banlawan ng maligamgam na tubig. "
        }
      ],
      "links": [
        "https://www.medicalnewstoday.com/articles/321133#home-remedies",
        "https://www.healthline.com/nutrition/9-proven-benefits-of-almonds",
        "https://www.nutritionadvance.com/almonds-nutrition-benefits/"
      ],
      "context_set": ""
    }
  ]
}
